Repository: oat-sa/extension-tao-proctoring
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, es_mx, fr_fr, hu_hu, ja_jp, lt_lt, nl_nl, pt_br, ru_ru, sk_sk

source: Automatically reset by the system due to authorization request being cancelled by test taker.
ar_sa: إعادة التعيين تِلْقائيًا بواسطة النظام بسبب إلغاء طلب الترخيص من قبل الخاضع للرائز.
de_de: Vom System automatisch zurückgesetzt, da die Autorisierungsanfrage vom Prüfungsteilnehmer storniert wurde.
es_mx: Restablecido automáticamente por el sistema porque el examinado canceló la solicitud de autorización.
fr_fr: Remis par défaut automatiquement par le système dû à la requête d'autorisation annulée par le participant.
hu_hu: A rendszer automatikusan visszaállítja a vizsgázó általi engedélyezési kérelem visszavonása miatt.
ja_jp: 受験者が承認リクエストをキャンセルしたため、システムによって自動的にリセットされま自動的にした。
lt_lt: Automatiškai atstatyti pagal sistemą dėl testo laikytojo atšauktos autorizavimo užklausos.
nl_nl: Automatisch gereset door het systeem omdat het autorisatie verzoek gecanceld is door de kandidaat.
pt_br: Redefinir automaticamente pelo sistema devido a solicitação de autorização ter sido cancelada pelo realizador de testes.
ru_ru: Система автоматически выполнила сброс, поскольку тестируемый отменил запрос авторизации.
sk_sk: Systém automaticky resetuje z dôvodu zrušenia žiadosti o autorizáciu účastníkom testu.

source: Automatically reset by the system due to authorized test not being launched by test taker.
ar_sa: إعادة الضبط تلقائيا بواسطة النظام بسبب عدم إطلاق الاختبار المرخص به من قبل الخاضع للرائز.
de_de: Vom System automatisch zurückgesetzt, da die autorisierte Prüfung vom Prüfungsteilnehmer nicht gestartet wurde.
fr_fr: Réinitialisation automatique par le système lorsque le test autorisé n'est pas lancé par le candidat.
hu_hu: A rendszer automatikusan visszaállítja a tesztet, ha a vizsgázó nem indította el a jogosult tesztet.
ja_jp: 承認されたテストが受験者によって開始されなかったため、システムによって自動的にリセットされました。
pt_br: Redefinido automaticamente pelo sistema devido a testes autorizados não serem iniciados pelo realizador de testes.
sk_sk: Systém automaticky resetuje, pretože uchádzač nespustil autorizovaný test.

source: Automatically reset by the system due to the test taker choosing not to proceed with the authorized test.
ar_sa: إعادة الضبط تِلْقائيًا بواسطة النظام بسبب اختيار الخاضع للرائز عدم المضي قدما في الرائز المرخص به.
de_de: Vom System automatisch zurückgesetzt, da der Prüfungsteilnehmer sich dazu entschlossen hat, mit dem autorisierten Test nicht fortzufahren.
es_mx: Restablecido automáticamente por el sistema porque el examinado decidió no continuar con la prueba autorizada.
fr_fr: Remis par défaut automatiquement par le système dû au choix du participant de ne pas continuer avec le test autorisé.
hu_hu: A rendszer automatikusan visszaállítja a tesztet, ha a vizsgázó úgy dönt, hogy nem folytatja a hivatalos tesztet.
ja_jp: 受験者が承認済みテストを続行しないため、システムによって自動的にリセットされます。
lt_lt: Automatiškai atstatyti pagal sistemą dėl testo laikytojo pasirinkimo netęsti autorizuoto testo.
nl_nl: Automatisch gereset door het systeem omdat de kandidaat ervoor gekozen heeft om niet verder te gaan met de autorisatie test.
pt_br: Automaticamente redefinido pelo sistema devido à opção de fazer o teste não prosseguir com o teste autorizado.
ru_ru: Система автоматически выполнила сброс, поскольку тестируемый решил не продолжать тест, по которому он получил полномочия.
sk_sk: Systém automaticky resetuje, ak sa účastník testu rozhodol nepokračovať v autorizovanom teste.

source: Available
ar_sa: متوفر
de_de: Verfügbar
es_mx: Disponible
hu_hu: Elérhető
ja_jp: 実施可能
lt_lt: Galimas
nl_nl: Beschikbaar
pt_br: Disponível
ru_ru: Доступно
sk_sk: K dispozícii

source: Available history
ar_sa: السجل المتاح
de_de: Verfügbarer Verlauf
es_mx: Historial disponible
fr_fr: Historique disponible
hu_hu: Elérhető előzmények
ja_jp: 利用可能な履歴
lt_lt: Esanti istorija
nl_nl: Beschikbare geschiedenis
pt_br: Histórico disponível
ru_ru: Доступная история
sk_sk: Dostupná história

source: Available test takers
ar_sa: الخاضعون للرائز المتاحون
de_de: Verfügbare Prüfungsteilnehmer
es_mx: Examinados disponibles
fr_fr: Participants disponibles
hu_hu: Elérhető vizsgázók
ja_jp: 利用可能な受験者
lt_lt: Galimi testo laikytojai
nl_nl: Beschikbare kandidaten
pt_br: takers de teste disponíveis
ru_ru: Доступные тестируемые
sk_sk: Dostupní účastníci testu

source: awaiting
ar_sa: في انتظار
de_de: warten
fr_fr: en attente de
hu_hu: várakozó
ja_jp: 待機中
pt_br: esperando
sk_sk: čaká

source: Awaiting
ar_sa: في انتظار
de_de: Warten
es_mx: En espera
fr_fr: En attente
hu_hu: Várakozás
ja_jp: 待機中
lt_lt: Laukiama
nl_nl: Wachtend
pt_br: Aguardando
ru_ru: Ожидание
sk_sk: Čaká sa

source: Back
ar_sa: عودة
de_de: Zurück
es_mx: Atrás
fr_fr: Précédent
hu_hu: Vissza
ja_jp: 戻る
lt_lt: Grįžti
nl_nl: Terug
pt_br: Anterior
ru_ru: Назад
sk_sk: Späť

source: Back to sessions
ar_sa: العودة إلى الجلسات
de_de: Zurück zu den Sitzungen
es_mx: Volver a sesiones
fr_fr: Retour aux sessions
hu_hu: Vissza a foglalkozásokhoz
ja_jp: セッションに戻る
lt_lt: Grįžti į sesijas
nl_nl: Terug naar de sessies
pt_br: Voltar para sessões
ru_ru: Назад к сеансам
sk_sk: Späť na relácie

source: Behaviour
ar_sa: سلوك
de_de: Verhalten
es_mx: Comportamiento
fr_fr: Comportement
hu_hu: Viselkedés
ja_jp: 態度・振る舞い
lt_lt: Elgsena
nl_nl: Gedrag
pt_br: Comportamento
ru_ru: Поведение
sk_sk: Správanie

source: Cancel
ar_sa: إلغاء
de_de: Abbrechen
es_mx: Cancelar
fr_fr: Annuler
hu_hu: Mégsem
ja_jp: キャンセル
lt_lt: Atšaukti
nl_nl: Annuleren
pt_br: cancelar
ru_ru: Отмена
sk_sk: Zrušiť

source: cancel
ar_sa: إلغاء
de_de: abbrechen
es_mx: cancelar
fr_fr: annuler
hu_hu: mégsem
ja_jp: キャンセル
lt_lt: atšaukti
nl_nl: annuleren
pt_br: Cancelar
ru_ru: отмена
sk_sk: zrušiť

source: cancel the action
ar_sa: إلغاء الإجراء
de_de: die Aktion abbrechen
es_mx: cancelar la acción
hu_hu: törölje a műveletet
ja_jp: 操作をキャンセル
lt_lt: atšaukti veiksmą
nl_nl: Actie annuleren
pt_br: cancelar a ação
ru_ru: отмена действия
sk_sk: zrušiť akciu

source: canceled
ar_sa: تم إلغاؤه/ها
de_de: storniert
es_mx: cancelado
fr_fr: annulé
hu_hu: lemondott
ja_jp: キャンセルされました
lt_lt: atšaukta
nl_nl: geannuleerd
pt_br: cancelado
ru_ru: отменено
sk_sk: zrušené

source: Canceled
ar_sa: تم إلغاؤه/ها
de_de: Abgebrochen
es_mx: Cancelado
fr_fr: Annulé
hu_hu: Lemondva
ja_jp: キャンセルされました
lt_lt: Atšaukta
nl_nl: Geannuleerd
pt_br: Cancelado
ru_ru: Отменено
sk_sk: Zrušené

source: Cannot authorize test session.
ar_sa: لا يمكن الترخيص بجلسة الرائز.
de_de: Testsession kann nicht autorisiert werden.
es_mx: No se puede autorizar la sesión de prueba.
fr_fr: Ne peut autoriser la session de test.
hu_hu: Nem sikerült engedélyezni a tesztmunkamenetet.
ja_jp: テストセッションを承認できません
lt_lt: Nepavyko autorizuoti testo sesijos.
nl_nl: Kan de testsessie niet autorizeren.
pt_br: Não é possível autorizar sessão de teste.
ru_ru: Невозможно предоставить полномочия по сеансу тестирования.
sk_sk: Nemožno autorizovať testovaciu reláciu.

source: Cannot authorize test sessions.
ar_sa: لا يمكن الترخيص بجلسات الرائز.
de_de: Testsessions können nicht autorisiert werden.
es_mx: No se pueden autorizar las sesiones de prueba.
fr_fr: Ne peut autoriser les sessions de test.
hu_hu: Nem lehet engedélyezni a tesztmunkameneteket.
ja_jp: テストセッションを承認できません
lt_lt: Nepavyko autorizuoti testo sesijų.
nl_nl: Kan geen toestemming geven voor testsessies.
pt_br: Não é possível autorizar sessões de teste.
ru_ru: Невозможно предоставить полномочия по сеансам тестирования.
sk_sk: Nie je možné autorizovať testovacie relácie.

source: Cannot execute action.
ar_sa: لا يمكن تنفيذ الإجراء.
de_de: Aktion kann nicht ausgeführt werden.
es_mx: No se puede ejecutar la acción.
fr_fr: Ne peut exécuter l'action.
hu_hu: A művelet nem hajtható végre.
ja_jp: 実行できません
lt_lt: Negalima atlitki veiksmo.
nl_nl: Kan de actie niet uitvoeren.
pt_br: Impossível executar ação.
ru_ru: Невозможно выполнить действие.
sk_sk: Nemožno vykonať akciu.

source: Cannot extend test session.
ar_sa: لا يمكن تمديد جلسة الرائز.
de_de: Testsitzung kann nicht verlängert werden.
es_mx: No se puede ampliar la sesión de prueba.
fr_fr: Ne peut prolonger la session de test.
hu_hu: A tesztidőszakot nem lehet meghosszabbítani.
ja_jp: テストセッションを拡張できません
lt_lt: Nepavyko pratęsti testo sesijos.
nl_nl: Kan de testsessie niet verlengen.
pt_br: Não é possível estender sessão de teste.
ru_ru: Невозможно продлить сеанс тестирования.
sk_sk: Testovaciu reláciu nie je možné predĺžiť.

source: Cannot extend test sessions.
ar_sa: لا يمكن تمديد جلسات الرائز.
de_de: Testsitzungen können nicht verlängert werden.
es_mx: No se pueden ampliar las sesiones de prueba.
fr_fr: Ne peut prolonger les sessions de test.
hu_hu: A tesztidőszakok nem hosszabbíthatók meg.
ja_jp: テストセッションを拡張できません
lt_lt: Nepavyko pratęsti testo sesijų.
nl_nl: Kan de testsessies niet verlengen.
pt_br: Não é possível estender sessões de teste.
ru_ru: Невозможно продлить сеансы тестирования.
sk_sk: Nie je možné predĺžiť testovacie relácie.

source: Cannot pause test session.
ar_sa: لا يمكن إيقاف جلسة الرائز مؤقتا.
de_de: Testsitzung kann nicht angehalten werden.
es_mx: No se puede pausar la sesión de prueba.
fr_fr: Ne peut mettre en pause la session de test.
hu_hu: A tesztidőszak nem szüneteltethető.
ja_jp: テストセッションを一時停止できません
lt_lt: Nepavyko pristabdyti testo sesijos.
nl_nl: Kan de testsessie niet pauzeren.
pt_br: Não é possível pausar sessão de teste.
ru_ru: Невозможно приостановить сеанс тестирования.
sk_sk: Testovaciu reláciu nie je možné pozastaviť.

source: Cannot pause test sessions.
ar_sa: لا يمكن إيقاف جلسات الرائز مؤقتا.
de_de: Die Testsitzungen können nicht angehalten werden.
es_mx: No se pueden pausar las sesiones de prueba.
fr_fr: Ne peut mettre en pause les sessions de test.
hu_hu: A tesztmenetek nem szüneteltethetők.
ja_jp: テストセッションを一時停止できません
lt_lt: Nepavyko pristabdyti testo sesijų.
nl_nl: Kan de testsessies niet pauzeren.
pt_br: Não é possível pausar sessões de teste.
ru_ru: Невозможно приостановить сеансы тестирования.
sk_sk: Testovacie relácie nie je možné pozastaviť.

source: Cannot print test session.
ar_sa: لا يمكن طباعة جلسة الرائز.
de_de: Testsitzung kann nicht gedruckt werden.
es_mx: No se puede imprimir la sesión de prueba.
fr_fr: Ne peut imprimer la session de test.
hu_hu: A tesztmunkamenet nem nyomtatható ki.
ja_jp: テストセッションを印刷できません
lt_lt: Nepavyko atspausdinti testo sesijos.
nl_nl: Kan de testsessie niet afdrukken.
pt_br: Não pode imprimir sessão de teste.
ru_ru: Невозможно распечатать сеанс тестирования.
sk_sk: Nedá sa vytlačiť testovacia relácia.

source: Cannot print test sessions.
ar_sa: لا يمكن طباعة جلسات الرائز.
de_de: Testsitzungen können nicht gedruckt werden.
es_mx: No se pueden imprimir las sesiones de prueba.
fr_fr: Ne peut imprimer les sessions de test.
hu_hu: A tesztmenetek nem nyomtathatók ki.
ja_jp: テストセッションを印刷できません
lt_lt: Nepavyko atspausdinti testo sesijų.
nl_nl: Kan de testsessies niet afdrukken.
pt_br: Não é possível imprimir sessões de teste.
ru_ru: Невозможно распечатать сеансы тестирования.
sk_sk: Nie je možné tlačiť testovacie relácie.

source: Cannot reactivate test session.
ar_sa: لا يمكن إعادة تنشيط جلسة الرائز.
de_de: Testsitzung kann nicht reaktiviert werden.
es_mx: No se puede reactivar la sesión de prueba.
fr_fr: Ne peut réactiver la session de test.
hu_hu: A tesztmunkamenet nem aktiválható újra.
ja_jp: テストセッションを再開できません
lt_lt: Negalima iš naujo suaktyvinti testo sesijos.
nl_nl: Kan de testsessie niet heractiveren.
pt_br: Não é possível reativar a sessão de teste.
ru_ru: Невозможно повторно активировать сеанс тестирования.
sk_sk: Testovaciu reláciu nie je možné znovu aktivovať.

source: Cannot reactivate test sessions.
ar_sa: لا يمكن إعادة تنشيط جلسات الرائز.
de_de: Testsitzungen können nicht reaktiviert werden.
es_mx: No se pueden reactivar las sesiones de prueba.
fr_fr: Ne peut réactiver les sessions de test.
hu_hu: A tesztmunkamenetek nem aktiválhatók újra.
ja_jp: テストセッションを再開できません
lt_lt: Negalima iš naujo suaktyvinti testo sesijų.
nl_nl: Kan de testsessies niet heractiveren.
pt_br: Não é possível reativar sessões de teste.
ru_ru: Невозможно повторно активировать сеансы тестирования.
sk_sk: Testovacie relácie nie je možné znova aktivovať.

source: Cannot report test session.
ar_sa: لا يمكن الإبلاغ عن جلسة الرائز.
de_de: Testsitzung kann nicht gemeldet werden.
es_mx: No se puede reportar la sesión de prueba.
fr_fr: Ne peut rapporter la session de test.
hu_hu: Nem lehet jelenteni a tesztmenetet.
ja_jp: テストセッションをレポートできません
lt_lt: Nepavyko pranešti testo sesijos.
nl_nl: Kan de test sessie niet rapporteren.
pt_br: Não é possível relatar sessão de teste.
ru_ru: Невозможно составить отчет по сеансу тестирования.
sk_sk: Nie je možné nahlásiť testovaciu reláciu.

source: Cannot report test sessions.
ar_sa: لا يمكن الإبلاغ عن جلسات الرائز.
de_de: Testsitzungen können nicht gemeldet werden.
es_mx: No se pueden reportar las sesiones de prueba.
fr_fr: Ne peut rapporter les sessions de test.
hu_hu: Nem lehet tesztüléseket jelenteni.
ja_jp: テストセッションをレポートできません
lt_lt: Nepavyko pranešti testo sesijų.
nl_nl: Kan de testsessies niet rapporteren.
pt_br: Não é possível relatar sessões de teste.
ru_ru: Невозможно составить отчет по сеансам тестирования.
sk_sk: Nie je možné nahlásiť testovacie relácie.

source: Cannot terminate test session.
ar_sa: لا يمكن إنهاء جلسة الرائز.
de_de: Testsitzung kann nicht beendet werden.
es_mx: No se puede terminar la sesión de prueba.
fr_fr: Ne peut achever la session de test.
hu_hu: A tesztmenet nem fejezhető be.
ja_jp: テストセッションを終了できません
lt_lt: Nepavyko nutraukti testo sesijos.
nl_nl: Kan de testsessie niet beëindigen.
pt_br: Não é possível concluir a sessão de teste.
ru_ru: Невозможно прекратить сеанс тестирования.
sk_sk: Testovaciu reláciu nie je možné ukončiť.

source: Cannot terminate test sessions.
ar_sa: لا يمكن إنهاء جلسات الرائز.
de_de: Testsitzungen können nicht beendet werden.
es_mx: No se pueden terminar las sesiones de prueba.
fr_fr: Ne peut achever les sessions de test.
hu_hu: A tesztmenetek nem szakíthatók meg.
ja_jp: テストセッションを終了できません
lt_lt: Nepavyko nutraukti testo sesijų.
nl_nl: Kan de testsessies niet beëindigen.
pt_br: Não é possível finalizar sessões de teste.
ru_ru: Невозможно прекратить сеансы тестирования.
sk_sk: Testovacie relácie nie je možné ukončiť.

source: category
ar_sa: فئة
de_de: Kategorie
es_mx: categoría
fr_fr: catégorie
hu_hu: kategória
ja_jp: カテゴリ
lt_lt: kategorija
pt_br: Categoria
ru_ru: категория
sk_sk: kategória

source: Change time
ar_sa: تغيير الوقت
de_de: Zeit ändern
fr_fr: Changement d'heure
hu_hu: Idő módosítása
ja_jp: 変更時間
pt_br: Alterar hora
sk_sk: Zmeniť čas

source: Changed Time
ar_sa: الوقت المتغير
de_de: Geänderte Zeit
fr_fr: Changement d'heure
hu_hu: Megváltozott idő
ja_jp: 変更時間
pt_br: Tempo Alterado
sk_sk: Zmenený čas

source: Column %s successfully created
ar_sa: تم إنشاء العمود %s بنجاح
de_de: Spalte %s erfolgreich erstellt
fr_fr: Colonne %s créés avec succès
hu_hu: Oszlop %s sikeresen létrehozva
ja_jp: 列 %s が正しく作成されました
pt_br: Coluna %s criada com sucesso
sk_sk: Stĺpec %s bol úspešne vytvorený

source: Comfort
ar_sa: راحة
de_de: Komfort
es_mx: Confort
fr_fr: Confort
hu_hu: Kényelem
ja_jp: 快適
lt_lt: Komfortas
pt_br: Comforto
ru_ru: Комфорт
sk_sk: Pohodlie

source: comment
ar_sa: تعليق
de_de: Kommentar
es_mx: comentario
fr_fr: commentaire
hu_hu: megjegyzés
ja_jp: コメント
lt_lt: komentaras
nl_nl: opmerking
pt_br: Comentário
ru_ru: комментарий
sk_sk: komentár

source: comment...
ar_sa: تعلي...
de_de: kommentiere ...
fr_fr: commentaire...
hu_hu: megjegyzés...
ja_jp: コメント
pt_br: comentário...
sk_sk: komentár...

source: Complaint
ar_sa: شكوى
de_de: Beschwerde
es_mx: Queja
fr_fr: Réclamation
hu_hu: Panasz
ja_jp: 苦情
lt_lt: Skundas
nl_nl: Klacht
pt_br: Reclamações
ru_ru: Жалоба
sk_sk: Sťažnosť

source: Completed
ar_sa: مكتمل
de_de: Abgeschlossen
es_mx: Completado
hu_hu: Befejezve
ja_jp: 完了
lt_lt: Atlikta
nl_nl: Voltooid
pt_br: Concluído
ru_ru: Завершено
sk_sk: Dokončené

source: completed
ar_sa: اكتمل
de_de: abgeschlossen
es_mx: completado
fr_fr: terminé
hu_hu: befejezett
ja_jp: 完了済
lt_lt: atlikta
nl_nl: voltooid
pt_br: concluído
ru_ru: завершено
sk_sk: dokončené

source: Completed tests
ar_sa: الروائز المكتملة
de_de: Abgeschlossene Prüfungen
es_mx: Pruebas completadas
fr_fr: Tests terminés
hu_hu: Elkészült tesztek
ja_jp: 完了済テスト
lt_lt: Atlikti testai
nl_nl: Voltooide examens
pt_br: Testes concluídos
ru_ru: Завершенные тесты
sk_sk: Dokončené testy

source: Compliance
ar_sa: امتثال
de_de: Konformität
es_mx: Cumplimiento
fr_fr: Conformité
hu_hu: Megfelelőség
ja_jp: コンプライアンス
lt_lt: Atitikimas
nl_nl: Voldoet aan
pt_br: Conformidade
ru_ru: Соответствие
sk_sk: Súlad s predpismi

source: Connectivity
ar_sa: اتصال
de_de: Verbindung
es_mx: Conectividad
fr_fr: Connectivité
hu_hu: Kapcsolódás
ja_jp: 接続性
lt_lt: Ryšys
nl_nl: Connectiviteit
pt_br: Conectividade
ru_ru: Подключение
sk_sk: Pripojenie

source: Context
ar_sa: سياق
de_de: Kontext
es_mx: Contexto
fr_fr: Contexte
hu_hu: Kontextus
ja_jp: コンテキスト
lt_lt: Kontekstas
pt_br: Contexto
ru_ru: Контекст
sk_sk: Kontext

source: Create and authorize a proctor to the selected test sites
ar_sa: إنشاء وتفويض مراقب لمواقع الرائز المختارة
de_de: Erstellen Sie eine Aufsichtsperson und autorisieren Sie ihn für die ausgewählten Teststandorte
es_mx: Crear y autorizar un supervisor para los emplazamientos de prueba seleccionados
fr_fr: Crée et autorise l'accès d'un surveillant de test aux sites de test sélectionnés.
hu_hu: Hozzon létre és engedélyezzen egy felügyelőt a kiválasztott vizsgálati helyszínekre
ja_jp: 選択したテストサイトへ試検監督者の作成と承認をおこなう
lt_lt: Sukurti ir autorizuoti proktorių pasirinktiems testų tinklapiams
nl_nl: Maak een toezichthouder aan en autoriseer deze voor de geselecteerde toets locaties
pt_br: Criar e autorizar um perfil para os sites de teste selecionados
ru_ru: Создание записи наблюдателя и предоставление ему полномочий для доступа к выбранным объектам для проведения тестирования.
sk_sk: Vytvorte a autorizujte dozorcu pre vybrané testovacie miesta

source: Create Proctor
ar_sa: قم بإنشاء مراقب
de_de: Aufsichtsperson anlegen
es_mx: Crear supervisor
fr_fr: Crée un surveillant de test
hu_hu: Proctor létrehozása
ja_jp: 試検監督者の作成
lt_lt: Sukurti Proktorių
nl_nl: Maak toezichthouder aan
pt_br: Criar Perfil
ru_ru: Создать запись наблюдателя
sk_sk: Vytvoriť Proctora

source: Creates and authorizes proctor
ar_sa: ينشئ ويفوض المراقب
de_de: Legt Aufsichtspersonen an und autorisiert sie
es_mx: Crea y autoriza un supervisor
fr_fr: Crée et autorise l'examinateur
hu_hu: Létrehozza és felhatalmazza a felügyelőt
ja_jp: 試検監督者の作成と承認
lt_lt: Sukuria ir autorizuoja proktorių
nl_nl: Maakt toezichthouder aan en autoriseert deze
pt_br: Cria e autoriza um perfil
ru_ru: Создание записи наблюдателя и предоставление ему полномочий
sk_sk: Vytvára a autorizuje administrátora

source: Current Assessment Activity
ar_sa: نشاط التقييم الحالي
de_de: Aktuelle Bewertungsaktivität
es_mx: Actividad de evaluación actual
fr_fr: Activité de l'évaluation en cours
hu_hu: Jelenlegi értékelési tevékenység
ja_jp: 現在のアセスメントアクティビティ
lt_lt: Dabartinė Įvertinimo Veikla
nl_nl: Huidige toets activiteit
pt_br: Atividade da Avaliação Atual
ru_ru: Текущее оценивание
sk_sk: Aktuálna hodnotiaca aktivita

source: Current sessions
ar_sa: الجلسات الحالية
de_de: Aktuelle Sitzungen
es_mx: Sesiones actuales
fr_fr: Sessions courantes
hu_hu: Jelenlegi munkamenetek
ja_jp: 現在のセッション
lt_lt: Dabartinės sesijos
nl_nl: Huidige sessies
pt_br: Sessões atuais
ru_ru: Текущие сеансы
sk_sk: Aktuálne relácie

source: Date
ar_sa: التاريخ
de_de: Datum
es_mx: Fecha
hu_hu: Dátum
ja_jp: 日付
lt_lt: Data
nl_nl: Datum
pt_br: Encontro
ru_ru: Дата
sk_sk: Dátum

source: date
ar_sa: تاريخ
de_de: Datum
es_mx: fecha
hu_hu: dátum
ja_jp: 日付
lt_lt: data
nl_nl: datum
pt_br: Data
ru_ru: дата
sk_sk: dátum

source: Days
ar_sa: أيام
de_de: Tage
es_mx: Días
fr_fr: Jours
hu_hu: Napok
ja_jp: 日
lt_lt: Dienos
nl_nl: Dagen
pt_br: dias
ru_ru: Дни
sk_sk: Dni

source: Decryption failed because of using the wrong customer app key.
ar_sa: فشل فك التشفير بسبب استخدام مفتاح تطبيق الزَّبُون الخاطئ.
de_de: Die Entschlüsselung ist aufgrund der Verwendung des falschen Kunden-App-Schlüssels fehlgeschlagen.
es_mx: La decodificación falló porque se utilizó una clave de app de cliente incorrecta.
fr_fr: Le déchiffrement a échoué en raison de l'utilisation d'une clef d'application client incorrecte.
hu_hu: A visszafejtés sikertelen volt, mert helytelen ügyfélalkalmazás-kulcsot használt.
ja_jp: 間違ったカスタマーアプリキーを使用したため、復号化に失敗しました。
nl_nl: Ontcijfering is mislukt door het gebruik van de verkeerde app sleutel.
pt_br: A descriptografia falhou por causa do uso da chave errada do aplicativo para cliente.
ru_ru: Ошибка расшифровки из-за использования неправильного ключа пользовательского приложения.
sk_sk: Dešifrovanie zlyhalo z dôvodu použitia nesprávneho kľúča zákazníckej aplikácie.

source: Define sub-centers
ar_sa: حدد المراكز الفرعية
de_de: Unterzentren definieren
es_mx: Definir subcentros
fr_fr: Définir des sous-centres
hu_hu: Alközpontok meghatározása
ja_jp: サブセンター定義
lt_lt: Nustatyti pocentrius
nl_nl: Definieer sub-centra
pt_br: Definir sub-centros
ru_ru: Задать субцентры
sk_sk: Definujte podcentrá

source: Deliveries
ar_sa: عمليات التسليم
de_de: Lieferungen
es_mx: Entregas
fr_fr: Passations
hu_hu: Szállítások
ja_jp: デリバリ
lt_lt: Pateiktys
nl_nl: Leveringen
pt_br: Entregas
ru_ru: Выдачи
sk_sk: Dodávky

source: Delivery
ar_sa: تسليم
de_de: Lieferung
es_mx: Distribución
hu_hu: Szállítás
ja_jp: デリバリ
lt_lt: Pateiktis
nl_nl: Levering
pt_br: Entrega
ru_ru: Выдача
sk_sk: Doručenie

source: Detailed Session History of %s
ar_sa: تاريخ الحصة المفصل ل %s
de_de: Detaillierter Sitzungsverlauf von %s
es_mx: Historial de sesiones detallado de %s
fr_fr: Historique de session détaillé de %s
hu_hu: %srészletes munkamenet-előzményei
ja_jp: %s の詳細なセッション履歴
lt_lt: %s Detali Sesijos Istorija
nl_nl: Gedetailleerde sessie geschiedenis van %s
pt_br: Histórico da sessão detalhada de %s
ru_ru: Подробная история сеанса для %s
sk_sk: Podrobná história relácií %s

source: Detailed Session History of a selection
ar_sa: تاريخ الحصة المفصل للاختيار
de_de: Detaillierter Sitzungsverlauf einer Auswahl
es_mx: Historial de sesiones detallado de una selección
fr_fr: Historique de session détaillé d'une sélection
hu_hu: Egy kiválasztott elem részletes munkamenet-előzményei
ja_jp: 選択肢の詳細なセッション履
lt_lt: Pasirinkimo Detali Sesijos Istorija
nl_nl: Gedetailleerde sessie-geschiedenis van een selectie
pt_br: Histórico da sessão detalhada de uma seleção
ru_ru: Подробная история сеанса для выбора
sk_sk: Podrobná história relácií výberu

source: Details
ar_sa: تفاصيل
es_mx: Detalles
fr_fr: Détails
hu_hu: Részletek
ja_jp: 詳細
lt_lt: Detalės
pt_br: detalhes
ru_ru: Подробности
sk_sk: Detaily

source: Disturbance
ar_sa: إزْعاج
de_de: Störung
es_mx: Alteración
fr_fr: Perturbation
hu_hu: Zavarás
ja_jp: 妨害
lt_lt: Trikdymas
nl_nl: Verstoring
pt_br: Perturbação
ru_ru: Помехи
sk_sk: Rušenie

source: Duration
ar_sa: أمد
de_de: Dauer
es_mx: Duración
fr_fr: Durée
hu_hu: Időtartam
ja_jp: 実施時間
lt_lt: Trukmė
nl_nl: Tijdsduur
pt_br: Duração
ru_ru: Длительность
sk_sk: Trvanie

source: Edit test center
ar_sa: تحرير مركز الرائز
de_de: Testcenter bearbeiten
es_mx: Editar centro de prueba
fr_fr: Éditer le centre de test
hu_hu: Tesztközpont szerkesztése
ja_jp: テストセンター編集
lt_lt: Redaguoti testų centrą
nl_nl: Pas toets centrum aan
pt_br: Editar centro de testes
ru_ru: Редактировать центр тестирования
sk_sk: Upraviť testovacie centrum

source: Elapsed time
ar_sa: الوقت المنقضي
de_de: Verstrichene Zeit
es_mx: Tiempo transcurrido
fr_fr: Temps écoulé
hu_hu: Eltelt idő
ja_jp: 経過時間
lt_lt: Praėjęs laikas
nl_nl: Verstreken tijd
pt_br: Tempo decorrido
ru_ru: Затраченное время
sk_sk: Uplynutý čas

source: End
ar_sa: نهاية
de_de: Ende
es_mx: Fin
fr_fr: Fin
hu_hu: Vége
ja_jp: 終了
lt_lt: Pabaiga
nl_nl: Einde
pt_br: Término
ru_ru: Конец
sk_sk: Koniec
