Repository: oat-sa/extension-tao-proctoring
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, es_mx, fr_fr, hu_hu, ja_jp, lt_lt, nl_nl, pt_br, ru_ru, sk_sk

source: End date of the export
ar_sa: تاريخ انتهاء التصدير
de_de: Enddatum des Exports
es_mx: Fecha final de la exportación
fr_fr: Date de fin de l'export
hu_hu: Az export befejező dátuma
ja_jp: エクスポート終了日時
lt_lt: Pabaigos data eksportavimui
nl_nl: Eind datum van de export
pt_br: Data final da exportação
ru_ru: Конечная дата для экспорта
sk_sk: Dátum ukončenia exportu

source: Entered value is not correct
ar_sa: القيمة المدخلة غير صحيحة
de_de: Der eingegebene Wert ist nicht korrekt
fr_fr: La valeur saisie n'est pas correcte
hu_hu: A megadott érték helytelen
ja_jp: 入力された値が正しくありません
pt_br: O valor inserido não está correto
sk_sk: Zadaná hodnota nie je správna

source: Environment
ar_sa: بيئة
de_de: Umgebung
es_mx: Entorno
fr_fr: Environnement
hu_hu: Környezet
ja_jp: 状況・環境
lt_lt: Aplinka
nl_nl: Omgeving
pt_br: Seguros
ru_ru: Среда
sk_sk: Životné prostredie

source: Error
ar_sa: خطأ
de_de: Fehlermeldung
hu_hu: Hiba
ja_jp: エラー
lt_lt: Klaida
nl_nl: Fout
pt_br: ERRO
ru_ru: Ошибка
sk_sk: Chyba

source: Event
ar_sa: حدث
de_de: Ereignis
es_mx: Evento
fr_fr: Événement
hu_hu: Esemény
ja_jp: イベント
lt_lt: Įvykis
nl_nl: Gebeurtenis
pt_br: Evento
ru_ru: Событие
sk_sk: Udalosť

source: Examinee
ar_sa: ممتحن
de_de: Prüfling
es_mx: Examinado
fr_fr: Examiné
hu_hu: Vizsgázó
ja_jp: 受験者
lt_lt: Egzaminuojamasis
nl_nl: Geëxamineerde
pt_br: Examinear
ru_ru: Экзаменуемый
sk_sk: Skúšaný

source: Export
ar_sa: تصدير
es_mx: Exportar
ja_jp: エクスポート
lt_lt: Eksportuoti
nl_nl: Exporteren
pt_br: Exportação
ru_ru: Экспорт

source: Export Irregularities
ar_sa: مخالفات التصدير
de_de: Unregelmäßigkeiten beim Export
es_mx: Exportar irregularidades
fr_fr: Exporter les irrégularités
hu_hu: Export szabálytalanságok
ja_jp: イレギュラー出力
lt_lt: Eksportuoti Neatitikimus
nl_nl: Exporteer onregelmatigheden
pt_br: Inregularidades de exportação
ru_ru: Экспорт нестандартных ситуаций
sk_sk: Nezrovnalosti vo vývoze

source: Extended time
ar_sa: وقت ممتد
de_de: Verlängerte Zeitdauer
fr_fr: Durée prolongée
hu_hu: Meghosszabbított idő
ja_jp: 延長時間
pt_br: Tempo estendido
sk_sk: Predĺžený čas

source: Extra
ar_sa: إضافيّ
hu_hu: Külön
ja_jp: エクストラ

source: Extra Time
ar_sa: وقت إضافي
de_de: Verlängerung
es_mx: Tiempo adicional
fr_fr: Temps supplémentaire
hu_hu: Hosszabbítás
ja_jp: 延長時間
lt_lt: Papildomas Laikas
nl_nl: Extra tijd
pt_br: Tempo extra
ru_ru: Дополнительное время
sk_sk: Predĺženie

source: Extra time
ar_sa: وقت إضافي
de_de: Verlängerung
es_mx: Tiempo adicional
fr_fr: Temps supplémentaire
hu_hu: Hosszabbítás
ja_jp: 延長時間
lt_lt: Papildomas laikas
nl_nl: Extra tijd
pt_br: Tempo extra
ru_ru: Дополнительное время
sk_sk: Predĺženie

source: Extra time granted
ar_sa: تم منح وقت إضافي
de_de: Verlängerung gewährt
es_mx: Tiempo adicional concedido
fr_fr: Temps supplémentaire accordé
hu_hu: Többletidőt biztosítottak
ja_jp: 許可された延長時間
lt_lt: Suteiktas papildomas laikas
nl_nl: Extra tijd gegeven
pt_br: Tempo extra concedido
ru_ru: Предоставленное дополнительное время
sk_sk: Poskytnutý dodatočný čas

source: Filter
ar_sa: مصفي
es_mx: Filtro
fr_fr: Filtrer
hu_hu: Szűrő
ja_jp: フィルタ
lt_lt: Filtras
pt_br: filtro
ru_ru: Фильтр

source: Filter by the selected dates
ar_sa: تصفية حسب التواريخ المحددة
de_de: Filtern Sie nach den ausgewählten Daten
es_mx: Filtrar por las fechas seleccionadas
fr_fr: Filtrer par les dates sélectionnées
hu_hu: Szűrés a kiválasztott dátumok szerint
ja_jp: 選択データでのフィルタ
pt_br: Filtrar pelas datas selecionadas
ru_ru: Фильтровать по выбранным датам
sk_sk: Filtrovať podľa vybraných dátumov

source: Finished
ar_sa: انتهى
de_de: Fertig
es_mx: Finalizado
fr_fr: Terminé
hu_hu: Befejezett
ja_jp: 完了済
lt_lt: Baigta
nl_nl: Voltooid
pt_br: Finalizado.
ru_ru: Завершено
sk_sk: Dokončené

source: finished
ar_sa: انتهى
de_de: beended
es_mx: finalizado
fr_fr: terminé
hu_hu: befejezett
ja_jp: 完了済
lt_lt: baigta
nl_nl: voltooid
pt_br: finalizado
ru_ru: завершено
sk_sk: hotové

source: First name
ar_sa: الاسم الشخصي
de_de: Vorname
es_mx: Nombre
hu_hu: Keresztnév
ja_jp: 名前１
lt_lt: Vardas
nl_nl: Voornaam
pt_br: Primeiro nome
ru_ru: Имя
sk_sk: Krstné meno

source: Freezing
ar_sa: تجميد
de_de: Einfrieren
es_mx: Congelación
fr_fr: Gelé
hu_hu: Fagyasztó
ja_jp: フリーズ
lt_lt: Užšaldyta
nl_nl: Bevriezend
pt_br: Congelamento
ru_ru: Зависание
sk_sk: Mrazenie

source: Grant Extra Time
ar_sa: منح وقت إضافي
de_de: Verlängerung gewähren
es_mx: Conceder tiempo adicional
fr_fr: Accorder du temps supplémentaire
hu_hu: Hosszabbítás megadása
ja_jp: 延長時間の許可
lt_lt: Suteikti Papildomo Laiko
nl_nl: Geef extra tijd
pt_br: Conceder tempo extra
ru_ru: Предоставить дополнительное время
sk_sk: Udeliť dodatočný čas

source: Groups: %s. %s
ar_sa: المجموعات: %s. %s
de_de: Gruppen: %s. %s
es_mx: Grupos: %s. %s
fr_fr: Groupes : %s. %s
hu_hu: Csoportok: %s. %s
ja_jp: グループ: %s. %s
lt_lt: Grupės: %s. %s
nl_nl: Groepen: %s. %s
pt_br: Grupos: %s. %s
ru_ru: Группы: %s. %s
sk_sk: Skupiny: %s. %s

source: Hours
ar_sa: ساعات
de_de: Stunden
es_mx: Horas
fr_fr: Heures
hu_hu: Órák
ja_jp: 時間
lt_lt: Valandos
nl_nl: Uren
pt_br: horas
ru_ru: Часы
sk_sk: Hodiny

source: However, the action will not be applied to the following sessions
ar_sa: ومع ذلك، لن يتم تطبيق الإجراء على الحصص التالية
de_de: Die Aktion wird jedoch nicht auf die folgenden Sitzungen angewendet
es_mx: Sin embargo, la acción no se aplicará a las sesiones siguientes
fr_fr: Cependant, l'action ne sera pas appliquée aux sessions suivantes.
hu_hu: A művelet azonban nem lesz érvényes a következő munkamenetekre.
ja_jp: ただし、この処理は次のセッションに適用されません
lt_lt: Tačiau, veiksmas negali būti paskirtas šioms sesijoms
nl_nl: Maar de actie zal niet worden toegepast op de volgende sessies
pt_br: No entanto, a ação não será aplicada para as seguintes sessões
ru_ru: При этом указанное действие не применяется к следующим сеансам
sk_sk: Táto akcia sa však nebude vzťahovať na nasledujúce relácie.

source: ID/Authorization
ar_sa: ID/ترخيص
de_de: ID/Autorisierung
es_mx: Identificación/Autorización
fr_fr: ID/Autorisation
hu_hu: Azonosító/Engedélyezés
ja_jp: ID/認証
lt_lt: ID/Autorizavimas
nl_nl: ID/Autorisatie
pt_br: ID/Autorização
ru_ru: Идентификатор / предоставление полномочий
sk_sk: ID/Autorizácia

source: Identifier
ar_sa: معرف
de_de: Bezeichner
es_mx: Identificador
fr_fr: Identifiant
hu_hu: Azonosító
ja_jp: 識別子
lt_lt: Identifikatorius
nl_nl: Identificatie
ru_ru: Идентификатор
sk_sk: Identifikátor

source: Illness
ar_sa: مرض
de_de: Krankheit
es_mx: Enfermedad
fr_fr: Maladie
hu_hu: Betegség
ja_jp: 病気
lt_lt: Liga
nl_nl: Ziekte
pt_br: Doença
ru_ru: Болезнь
sk_sk: Choroba

source: In Progress
ar_sa: في تقدم
de_de: In Bearbeitung
es_mx: En curso
fr_fr: En cours
hu_hu: Folyamatban van
ja_jp: 実施中
lt_lt: Progrese
nl_nl: In behandeling
pt_br: Em Execução
ru_ru: В процессе
sk_sk: Prebieha

source: in progress
ar_sa: في تقدم
de_de: im Gange
fr_fr: en cours
hu_hu: folyamatban van
ja_jp: 実施中
pt_br: Em andamento
sk_sk: prebieha

source: INPROGRESS
ar_sa: في تقدم
de_de: IM GANGE
fr_fr: ENCOURS
hu_hu: FOLYAMATOS
ja_jp: 実施中
pt_br: INPROGRESSO
sk_sk: NEDOKONČENÉ

source: Irregularities for "%s" successfully exported
ar_sa: المخالفات ل "%s" تم تصديرها بنجاح
de_de: Unregelmäßigkeiten für „%s“ erfolgreich exportiert
es_mx: Las irregularidades de "%s" se exportaron satisfactoriamente
fr_fr: Irrégularités pour "%s" exportées avec succès
hu_hu: A(z) „%s” szabálytalanságai sikeresen exportálva
ja_jp: エクスポートされた "%s" のイレギュラー情報
nl_nl: Onregelmatigheden voor "%s" zijn met succes geëxporteerd
pt_br: Irregularidades para "%s" exportado com sucesso
ru_ru: Нестандартные ситуации для «%s» успешно экспортированы
sk_sk: Nezrovnalosti pre „%s“ boli úspešne exportované

source: Issue Category
ar_sa: فئة المشكلة
de_de: Problemkategorie
es_mx: Categoría de problema
fr_fr: Catégorie de problème (ou question ?)
hu_hu: Probléma kategória
ja_jp: 課題カテゴリ
lt_lt: Problemos Kategorija
nl_nl: kwestie categorie
pt_br: Categoria da tarefa
ru_ru: Категория проблемы
sk_sk: Kategória problému

source: item
ar_sa: بند
de_de: Element
es_mx: ítem
hu_hu: tétel
ja_jp: アイテム
lt_lt: elementas
pt_br: artigo
ru_ru: элемент
sk_sk: položka

source: Item Variables
ar_sa: متغيرات البند
de_de: Element-Variablen
es_mx: Variables de ítem
fr_fr: Variables d'item
hu_hu: Elemváltozók
ja_jp: アイテム変数
lt_lt: Elemento Kintamieji
nl_nl: Item variabelen
pt_br: Variáveis do item
ru_ru: Переменные элементов
sk_sk: Premenné položky

source: Label
ar_sa: اسم
de_de: Beschriftung
es_mx: Etiqueta
fr_fr: Étiquette
hu_hu: Címke
ja_jp: ラベル
lt_lt: Pavadinimas
pt_br: Descrição
ru_ru: Метка
sk_sk: Štítok

source: Last Day
ar_sa: اليوم الأخير
de_de: Letzter Tag
es_mx: Último día
fr_fr: Dernier jour
hu_hu: Utolsó nap
ja_jp: 昨日
lt_lt: Paskutinė Diena
nl_nl: Laatste dag
pt_br: Último dia
ru_ru: Последний день
sk_sk: Posledný deň

source: Last launch
ar_sa: الإنطلاق الأخير
de_de: Letzter Start
es_mx: Último lanzamiento
fr_fr: Dernier lancement
hu_hu: Utolsó indítás
ja_jp: 最終開始日
lt_lt: Paskutinis paleidimas
nl_nl: Laatste lancering
pt_br: Última inicialização
ru_ru: Последний запуск
sk_sk: Posledné spustenie

source: Last Month
ar_sa: الشهر الماضي
de_de: Im vergangenen Monat
es_mx: Último mes
fr_fr: Le mois dernier
hu_hu: Múlt hónap
ja_jp: 先月
lt_lt: Paskutinis Mėnuo
nl_nl: Afgelopen maand
pt_br: Mês passado
ru_ru: Последний месяц
sk_sk: Minulý mesiac

source: Last name
ar_sa: الاسم العائلي
de_de: Nachname
es_mx: Apellido
hu_hu: Vezetéknév
ja_jp: 名前２
lt_lt: Pavardė
nl_nl: Achternaam
pt_br: Último Nome
ru_ru: Фамилия
sk_sk: Priezvisko

source: Last Week
ar_sa: الأسبوع الماضي
de_de: Vergangene Woche
es_mx: Última semana
fr_fr: Semaine dernière
hu_hu: Múlt hét
ja_jp: 先週
lt_lt: Paskutinė Savaitė
nl_nl: Vorige week
pt_br: A semana passada
ru_ru: Последняя неделя
sk_sk: Minulý týždeň

source: Late
ar_sa: متأخر
de_de: Spät
es_mx: Tarde
fr_fr: Tard
hu_hu: Késő
ja_jp: 遅刻
lt_lt: data
nl_nl: Laat
pt_br: Atrasada
ru_ru: Поздн.
sk_sk: Neskoro

source: Launching
ar_sa: الإنطلاق
de_de: Start
es_mx: Lanzando
fr_fr: Lancement
hu_hu: Indítás
ja_jp: 起動
lt_lt: Paleidžiama
nl_nl: Starten
pt_br: Iniciando
ru_ru: Запуск
sk_sk: Spustenie

source: Loading
ar_sa: جار التحميل
de_de: Ladevorgang
es_mx: Cargando
fr_fr: Chargement
hu_hu: Terhelés
ja_jp: 読み込み
lt_lt: Įkeliama
nl_nl: Bezig met laden…
pt_br: Carregando...
ru_ru: Загрузка
sk_sk: Načítava sa

source: Logout
ar_sa: تسجيل الخروج
de_de: Abmelden
es_mx: Cerrar sesión
fr_fr: Déconnexion
hu_hu: Kijelentkezés
ja_jp: ログアウト
lt_lt: Atsijungti
nl_nl: Afmelden
pt_br: Desconectar
ru_ru: Выход
sk_sk: Odhlásiť sa

source: Main Menu
ar_sa: القائمة الرئيسية
de_de: Hauptmenü
hu_hu: Főmenü
ja_jp: メインメニュー
pt_br: Menu Principal
sk_sk: Hlavné menu

source: Manage Proctors
ar_sa: إدارة المراقبين
de_de: Aufsichtspersonen verwalten
es_mx: Gestionar supervisores
fr_fr: Gestion des surveillants d'examen
hu_hu: Felügyelők kezelése
ja_jp: 試検監督者の管理
lt_lt: Tvarkyti Proktorius
nl_nl: Beheer toezichthouders
pt_br: Gerenciar Prospectos
ru_ru: Управление протоколами
sk_sk: Spravovať dozorcov

source: Manage Results
ar_sa: إدارة النتائج
de_de: Ergebnisse verwalten
es_mx: Gestionar resultados
fr_fr: Gestion des résultats
hu_hu: Eredmények kezelése
ja_jp: 結果の管理
lt_lt: Tvarkyti Rezultatus
nl_nl: Beheer resultaten
pt_br: Gerenciar Resultados
ru_ru: Управление результатами
sk_sk: Spravovať výsledky

source: minutes
ar_sa: دقائق
de_de: Minuten
es_mx: minutos
hu_hu: jegyzőkönyv
ja_jp: 分
lt_lt: minutės
nl_nl: minuten
pt_br: Minutos
ru_ru: минуты
sk_sk: minúty

source: Monitor
ar_sa: شاشة/راقب
de_de: Überwachung
es_mx: Monitorear
fr_fr: Outil de surveillance
ja_jp: モニター
lt_lt: Stebėti
nl_nl: Observeren
pt_br: Monitorar
ru_ru: Монитор

source: Monitoring
ar_sa: مراقبة
de_de: Überwachen
es_mx: Monitoreo
fr_fr: Surveillance
ja_jp: モニタリング
lt_lt: Stebėjimas
nl_nl: Observeren
pt_br: Monitoramento
ru_ru: Мониторинг
sk_sk: Monitorovanie

source: Navigation
ar_sa: تصفح
es_mx: Navegación
hu_hu: Navigáció
ja_jp: ナビゲーション
lt_lt: Navigacija
nl_nl: Navigatie
ru_ru: Навигация
sk_sk: Navigácia

source: Network
ar_sa: شبكة
de_de: Netzwerk
es_mx: Red
fr_fr: Réseau
hu_hu: Hálózat
ja_jp: ネットワーク
lt_lt: Tinklas
nl_nl: Netwerk
pt_br: Rede
ru_ru: Сеть
sk_sk: Sieť

source: No assigned proctors
ar_sa: لم يتم تعيين مراقبين
de_de: Keine zugewiesenen Aufsichtspersonen
es_mx: Ningún supervisor asignado
fr_fr: Aucun surveillant assigné
hu_hu: Nincsenek kijelölt felügyelők
ja_jp: 割当てられた試検監督者がいません
lt_lt: Nėra priskirtų proktorių
nl_nl: Geen toegewezen toezichthouders
pt_br: Nenhum criador atribuído
ru_ru: Нет назначенных протоколов
sk_sk: Žiadni pridelení dozorcovia

source: No assigned test takers
ar_sa: لم يتم تعيين الخاضعين للرائز
de_de: Keine zugewiesenen Prüfungsteilnehmer
es_mx: Ningún examinado asignado
fr_fr: Aucun participant assigné
hu_hu: Nincsenek kijelölt vizsgázók
ja_jp: 割当てられた受験者がいません
lt_lt: Nepriskirti testo laikytojai
nl_nl: Geen toegewezen kandidaten
pt_br: Nenhum taker de teste atribuído
ru_ru: Нет назначенных тестируемых
sk_sk: Žiadni priradení účastníci testu

source: No available test takers to assign
ar_sa: لا يوجد خاضعون للرائز لتعيينهم
de_de: Keine verfügbaren Prüfungsteilnehmer zum Zuweisen.
es_mx: No hay examinados disponibles que asignar
fr_fr: Aucun participant disponible pour l'assignation.
hu_hu: Nincsenek elérhető vizsgázók, akiket hozzárendelhetnél
ja_jp: 割当て可能な受験者はいません
lt_lt: Nėra galimų testo laikytojų priskyrimui.
nl_nl: Geen kandidaten beschikbaar om toe te wijzen
pt_br: Nenhum testador disponível para atribuir
ru_ru: Нет доступных тестируемых для назначения
sk_sk: Nie sú k dispozícii účastníci testu na priradenie

source: No history to display!
ar_sa: لا يوجد سجل لعرضه!
de_de: Kein Verlauf zum Anzeigen!
es_mx: No hay ningún historial que mostrar
fr_fr: Historique vide !
hu_hu: Nincs megjeleníthető előzmény!
ja_jp: 表示する履歴がありません！
lt_lt: Nėra istorijos parodyti!
nl_nl: Geen geschiedenis om te tonen!
pt_br: Nenhum histórico para exibir!
ru_ru: Нет истории для отображения!
sk_sk: Žiadna história na zobrazenie!

source: No proctors in request param
ar_sa: لا يوجد مراقبون في طلب param
de_de: Keine Aufsichtspersonen im Anforderungsparameter
es_mx: No hay ningún supervisor en el parámetro de solicitud
fr_fr: Aucun surveillant dans le paramètre de la requête.
hu_hu: Nincsenek felügyelők a kérésparaméterben
ja_jp: 要求されたパラメーターに試検監督者がいません
lt_lt: Nėra proktorių užklausos parametre
nl_nl: Geen toezichthouder in de verzoek parameter
pt_br: Nenhum representante no parâmetro da solicitação
ru_ru: Нет наблюдателей в параметре запроса
sk_sk: V parametri požiadavky nie sú žiadne kontrolóry

source: No sessions
ar_sa: لا توجد حصص
de_de: Keine Sitzungen
es_mx: No hay sesiones
fr_fr: Aucune session
hu_hu: Nincsenek munkamenetek
ja_jp: セッションなし
lt_lt: Nėra sesijų
nl_nl: Geen sessies
pt_br: Nenhuma sessão
ru_ru: Нет сеансов
sk_sk: Žiadne relácie

source: No sessions available
ar_sa: لا توجد حصص متاحة
de_de: Keine Sitzungen verfügbar
es_mx: No hay sesiones disponibles
fr_fr: Aucune session disponible
hu_hu: Nincsenek elérhető alkalmak
ja_jp: 利用可能なセッションはありません
lt_lt: Nėra galimų sesijų
nl_nl: Geen sessie beschikbaar
pt_br: Não há sessões disponíveis
ru_ru: Нет доступных сеансов
sk_sk: Žiadne dostupné relácie

source: No Show
ar_sa: لا يوجد عرض
de_de: Nicht erschienen
es_mx: No presentado
fr_fr: Pas d'affichage
hu_hu: Nem jelenik meg
ja_jp: 欠席
lt_lt: Nerodoma
nl_nl: Niet op komen dagen
pt_br: Sem apresentação
ru_ru: Неявка
sk_sk: Žiadna prezentácia

source: Noise
ar_sa: ضوضاء
de_de: Lärm
es_mx: Ruido
fr_fr: Bruit
hu_hu: Zaj
ja_jp: 騒音
lt_lt: Triukšmas
nl_nl: Geluid
pt_br: Ruído
ru_ru: Шум
sk_sk: Hluk

source: not finished
ar_sa: غير منته
de_de: nicht beendet
es_mx: no finalizado
fr_fr: non terminé
hu_hu: nincs befejezve
ja_jp: 未完了
lt_lt: neatlikta
nl_nl: Niet afgemaakt
pt_br: não finalizado
ru_ru: не завершено
sk_sk: nedokončené

source: not in progress
ar_sa: ليس قيد التقدم
de_de: nicht in Bearbeitung
es_mx: no está en curso
fr_fr: pas en cours
hu_hu: nincs folyamatban
ja_jp: 実施中でない
lt_lt: nevykdoma
nl_nl: niet in uitvoering
pt_br: não está em andamento
ru_ru: не в процессе
sk_sk: neprebieha

source: not started
ar_sa: لم يبدأ
de_de: nicht gestartet
es_mx: no comenzó
fr_fr: non démarré
hu_hu: nincs elindítva
ja_jp: 未開始
lt_lt: nepradėta
nl_nl: niet gestart
pt_br: não iniciado
ru_ru: не начато
sk_sk: nezačaté

source: not terminated
ar_sa: لم يتم إنهاؤه/ها
de_de: nicht beendet
es_mx: no terminó
fr_fr: non résilié
hu_hu: nincs megszüntetve
ja_jp: 未終了
lt_lt: nenutrauktas
nl_nl: niet beëindigd
pt_br: não finalizado
ru_ru: не прекращено
sk_sk: neukončené

source: Note
ar_sa: ملاحظة
de_de: Notiz
es_mx: Nota
hu_hu: Jegyzet
ja_jp: ノート
lt_lt: Pastaba
nl_nl: Notitie
pt_br: Observação
ru_ru: Примечание
sk_sk: Poznámka

source: offline
ar_sa: غير متصل بالإنترنت
es_mx: fuera de línea
fr_fr: non connecté
ja_jp: オフライン
lt_lt: atsijungęs
pt_br: desconectado
ru_ru: офлайн

source: OK
ar_sa: نعم
es_mx: Aceptar
hu_hu: RENDBEN
lt_lt: Gerai
pt_br: Certo
sk_sk: V poriadku

source: online
ar_sa: متصل بالإنترنت
es_mx: en línea
fr_fr: en ligne
ja_jp: オンライン
lt_lt: prisijungęs
ru_ru: онлайн

source: Other
ar_sa: آخر
de_de: Andere
es_mx: Otros
fr_fr: Autre
hu_hu: Más
ja_jp: その他
lt_lt: Kita
nl_nl: Overig
pt_br: Outros
ru_ru: Другое
sk_sk: Iné

source: Outcome
ar_sa: نتيجة
de_de: Ergebnis
es_mx: Resultado
fr_fr: Résultat
hu_hu: Eredmény
ja_jp: 結果
lt_lt: Pasekmė
nl_nl: Uitkomst
pt_br: Resultado
ru_ru: Результат
sk_sk: Výsledok

source: Partially authorized proctors
ar_sa: المراقبون المعتمدون جزئيا
de_de: Teilweise autorisierte Aufsichtspersonen
es_mx: Supervisores parcialmente autorizados
fr_fr: Surveillants d'examen partiellement autorisés
hu_hu: Részben felhatalmazott felügyelők
ja_jp: 部分的に承認された試検監督者
lt_lt: Dalinai autorizuoti proktoriai
nl_nl: Gedeeltelijk geautoriseerde toezichthouders
pt_br: Prospectores parcialmente autorizados
ru_ru: Наблюдатели, которым частично предоставлены полномочия
sk_sk: Čiastočne autorizovaní dozorcovia

source: Pause
ar_sa: وقفة
es_mx: Pausar
hu_hu: Szünet
ja_jp: 一時停止
lt_lt: Pristabdyti
nl_nl: Pauze
pt_br: Suspender
ru_ru: Приостановить
sk_sk: Pozastaviť

source: Pause Active Test Sessions
ar_sa: توقف الحصص النشطة للرائز
de_de: Pausieren Sie aktive Prüfungen
es_mx: Pausar sesiones de prueba activas
fr_fr: Mettre en pause les sessions de test actives
hu_hu: Aktív tesztmenetek szüneteltetése
ja_jp: アクティブなテストセッションを一時停止
lt_lt: Pristabdyti Vykdomas Testų Sesijas
nl_nl: Pauzeer actieve toets sessies
pt_br: Pausar Sessões de Teste Ativas
ru_ru: Приостановить активные сеансы тестирования
sk_sk: Pozastaviť aktívne testovacie relácie

source: Pause due to server maintenance
ar_sa: توقف مؤقتا بسبب صيانة الخادم
de_de: Pause wegen Serverwartung
es_mx: Pausar debido a mantenimiento del servidor
fr_fr: Pause due à une maintenance serveur
hu_hu: Szünet szerverkarbantartás miatt
ja_jp: サーバーメンテナンスのため一時停止
lt_lt: Pristabdyta dėl serverio priežiūros
nl_nl: Gepauzeerd wegens server onderhoud
pt_br: Pausar devido à manutenção do servidor
ru_ru: Приостановить из-за обслуживания сервера
sk_sk: Pozastavenie z dôvodu údržby servera

source: Pause session
ar_sa: إيقاف الحصة مؤقتا
de_de: Testsitzung pausieren
es_mx: Pausar sesión
fr_fr: Mettre en pause la session
hu_hu: Munkamenet szüneteltetése
ja_jp: セッション一時停止
lt_lt: Pristabdyti sesiją
nl_nl: Sessie pauzeren
pt_br: Pausar sessão
ru_ru: Приостановить сеанс
sk_sk: Pozastaviť reláciu

source: Pause Session
ar_sa: إيقاف الحصة مؤقتا
de_de: Testsitzung pausieren
es_mx: Pausar sesión
fr_fr: Mettre en pause la session
hu_hu: Munkamenet szüneteltetése
ja_jp: セッション一時停止
lt_lt: Pristabdyti Sesiją
nl_nl: Sessie pauzeren
pt_br: Pausar Sessão
ru_ru: Приостановить сеанс
sk_sk: Pozastaviť reláciu

source: Pause sessions
ar_sa: إيقاف الحصص مؤقتا
de_de: Testsitzungen pausieren
es_mx: Pausar sesiones
fr_fr: Suspendre les sessions
hu_hu: Munkamenetek szüneteltetése
ja_jp: セッション一時停止
lt_lt: Pristabdyti sesijas
nl_nl: Sessies pauzeren
pt_br: Pausar sessões
ru_ru: Приостановить сеансы
sk_sk: Pozastaviť relácie

source: paused
ar_sa: متوقف مؤقتا
de_de: angehalten
es_mx: pausado
fr_fr: suspendu
hu_hu: szüneteltetett
ja_jp: 一時停止
lt_lt: pristabdyta
nl_nl: gepauzeerd
pt_br: pausado
ru_ru: приостановлено
sk_sk: pozastavené

source: Paused
ar_sa: متوقف مؤقتا
de_de: angehalten
es_mx: Pausado
fr_fr: Suspendu
hu_hu: Szüneteltetett
ja_jp: 一時停止
lt_lt: Pristabdyta
nl_nl: Gepauzeerd
pt_br: Pausado
ru_ru: Приостановлено
sk_sk: Pozastavené

source: Please provide a reason
ar_sa: يرجى تقديم سبب
de_de: Bitte geben Sie einen Grund an
fr_fr: Veuillez fournir une raison
hu_hu: Kérjük, adjon meg egy okot
ja_jp: 理由をご記入ください
pt_br: Por favor, forneça um motivo
sk_sk: Uveďte dôvod

source: Please select one or more test site to manage proctors
ar_sa: يرجى اختيار موقع رائز واحد أو أكثر لإدارة المراقبين
de_de: Bitte wählen Sie eine oder mehrere Prüfungsstandorte aus, um die Aufsichtspersonen zu verwalten.
es_mx: Seleccione uno o más emplazamientos de prueba para gestionar supervisores
fr_fr: Veuillez choisir un ou plusieurs tests pour gérer les surveillants d'examen.
hu_hu: Kérjük, válasszon ki egy vagy több teszthelyszínt a felügyelők kezeléséhez
ja_jp: 試検監督者を管理するテストサイトを一つ以上選んでください
lt_lt: Prašome pasirinkti bent vieną testų tinkalpį proktorių tvarkymui
nl_nl: Selecteer a.u.b. een of meerdere test sites om toezichthouders te beheren
pt_br: Por favor, selecione um ou mais site de teste para gerenciar proctors
ru_ru: Выберите один или несколько объектов для проведения тестирования, чтобы управлять протоколами
sk_sk: Vyberte jedno alebo viacero testovacích miest na správu dozorcov

source: Please wait, authorization in process ...
ar_sa: من فضلك انتظر، التفويض قيد التنفيذ ...
de_de: Bitte warten, Autorisierung läuft ...
es_mx: Espere; autorización en curso...
fr_fr: Veuillez patienter, autorisation en cours...
hu_hu: Kérjük, várjon, az engedélyezés folyamatban van...
ja_jp: 承認中です。お待ちください...
lt_lt: Prašome palaukti, vyksta autorizavimas...
nl_nl: Een moment a.u.b., autorisatie in behandeling...
pt_br: Por favor, aguarde, autorização em processo...
ru_ru: Подождите, выполняется предоставление полномочий...
sk_sk: Čakajte, prosím, prebieha autorizácia...

source: Please, make your selection
ar_sa: من فضلك، حدد اختيارك
de_de: Bitte treffen Sie Ihre Auswahl
es_mx: Haga su selección
fr_fr: Veuillez effectuer un choix
hu_hu: Kérjük, válasszon
ja_jp: 選択してください
lt_lt: Prašome pateikti savo pasirinkimą
nl_nl: Kies a.u.b. een selectie
pt_br: Por favor, faça sua seleção
ru_ru: Выполните выбор
sk_sk: Prosím, urobte si svoj výber

source: Power Outage
ar_sa: انقطاع التيار الكهربائي
de_de: Stromausfall
es_mx: Apagón
fr_fr: Panne de courant
hu_hu: Áramszünet
ja_jp: 停電
lt_lt: Elektros Energijos Triktis
nl_nl: Stroomuitval
pt_br: Interrupção de Energia
ru_ru: Перебои в энергоснабжении
sk_sk: Výpadok prúdu

source: Previous Month
ar_sa: الشهر السابق
de_de: Vorheriger Monat
es_mx: Mes anterior
fr_fr: Mois précédent
hu_hu: Előző hónap
ja_jp: 先月
lt_lt: Ankstesnis mėnuo
nl_nl: Vorige maand
pt_br: Mês Anterior
ru_ru: Предыдущий месяц
sk_sk: Predchádzajúci mesiac

source: Print Results
ar_sa: طبع النتائج
de_de: Ergebnisse ausdrucken
es_mx: Imprimir resultados
fr_fr: Imprimer les résultats
hu_hu: Eredmények nyomtatása
ja_jp: 結果の印刷
lt_lt: Spausdinti Rezultatus
nl_nl: Print resultaten
pt_br: Imprimir resultados
ru_ru: Распечатка результатов
sk_sk: Výsledky tlače

source: Print Score
ar_sa: طبع النقط
de_de: Punktzahl drucken
es_mx: Imprimir puntaje
fr_fr: Imprimer le score
hu_hu: Pontszám nyomtatása
ja_jp: スコアの印刷
lt_lt: Spausdinti Rezultatą
pt_br: Pontuação de impressão
ru_ru: Распечатка баллов
sk_sk: Tlač skóre
