Repository: oat-sa/extension-tao-proctoring
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, es_mx, fr_fr, hu_hu, ja_jp, lt_lt, nl_nl, pt_br, ru_ru, sk_sk

source: The extra time must be a number
ar_sa: يجب أن يكون الوقت الإضافي رقما
de_de: Die zusätzliche Zeit muss eine Zahl sein
es_mx: El valor de tiempo adicional debe ser un número
fr_fr: Le temps additionnel doit être un nombre.
hu_hu: A plusz időnek egy számnak kell lennie
ja_jp: 延長時間は数値でなければなりません
lt_lt: Papildomas laikas privalo būti skaičius
nl_nl: De extra tijd moet numeriek zijn
pt_br: O tempo extra deve ser um número
ru_ru: Значение дополнительного времени должно быть числом
sk_sk: Predĺžený čas musí byť číslo

source: The extra time must be a number bigger than 0
ar_sa: يجب أن يكون الوقت الإضافي أكبر من 0
de_de: Bei der zusätzlichen Zeit muss es sich um eine Zahl größer 0 handeln
fr_fr: Le temps supplémentaire doit être un nombre supérieur à 0
hu_hu: A plusz időnek 0-nál nagyobb számnak kell lennie.
ja_jp: 延長時間は0より大きい数字でなければならない
pt_br: O tempo extra deve ser um número maior que 0
sk_sk: Predĺžený čas musí byť číslo väčšie ako 0

source: The increased time, when added to the remaining time, %s cannot be higher than the overall time granted for this timer %s
ar_sa: لا يمكن للوقت المتزايد، عند إضافته إلى الوقت المتبقي، أن يكون %s أعلى من الوقت الإجمالي الممنوح لهذا المؤقت %s
de_de: Die Verlängerung darf, wenn sie zur verbleibenden Zeit %s hinzugefügt wird, nicht höher sein als die insgesamt für diesen Timer gewährte Zeit %s
fr_fr: Le temps augmenté, ajouté au temps restant, %s ne peut pas être supérieur au temps total accordé pour ce minuteur %s
hu_hu: A megnövelt idő, ha hozzáadjuk a fennmaradó időhöz, %s , nem lehet nagyobb, mint az ehhez az időzítőhöz engedélyezett teljes idő %s
ja_jp: 増加した時間を残り時間に加えたとき、%sはこのタイマー%sに与えられた全体の時間より長くなることはできません。
pt_br: O tempo aumentado, quando adicionado ao tempo restante, %s não pode ser maior que o tempo total concedido para esse temporizador %s
sk_sk: Predĺžený čas, keď sa pripočíta k zostávajúcemu času, %s nemôže byť vyšší ako celkový čas povolený pre tento časovač %s

source: The proctor will be authorized. Continue ?
ar_sa: سيتم الترخيص للمراقب. هل تريد الاستمرار؟
de_de: Die Aufsichtsperson wird autorisiert. Fortfahren?
es_mx: Se autorizará al supervisor. ¿Desea continuar?
fr_fr: Le surveillant d'examen va obtenir une autorisation. Continuer ?
hu_hu: A felügyelő felhatalmazást kap. Folytatja?
ja_jp: 試検監督者を承認しますか？
lt_lt: Proktorius bus autorizuotas. Tęsti ?
nl_nl: De toezichthouder zal geautoriseerd worden. Verder gaan..?
pt_br: O perfil será autorizado. Continuar ?
ru_ru: Наблюдателю будут предоставлены полномочия. Продолжить?
sk_sk: Dozorca bude oprávnený. Pokračovať?

source: The proctor will be revoked. Continue ?
ar_sa: سيتم إلغاء الترخيص للمراقب. هل تريد الاستمرار؟
de_de: Der Aufsichtsperson wird die Berechtigung entzogen. Fortfahren?
es_mx: Se revocará al supervisor. ¿Desea continuar?
fr_fr: Le surveillant d'examen sera révoqué. Continuer ?
hu_hu: A felügyelői tisztséget visszavonják. Folytatja?
ja_jp: 試検監督者を取り消しますか？
lt_lt: Proktorius bus atšauktas. Tęsti ?
nl_nl: De toezichthouder zal worden ingetrokken. Verder gaan...?
pt_br: O perfil será revogado. Continuar?
ru_ru: Наблюдатель будет отозван. Продолжить?
sk_sk: Dozorca bude odvolaný. Pokračovať?

source: The proctors will be authorized. Continue ?
ar_sa: سيتم الترخيص للمراقبين. هل تريد الاستمرار؟
de_de: Die Aufsichtsperson wird autorisiert. Fortfahren?
es_mx: Se autorizará a los supervisores. ¿Desea continuar?
fr_fr: Le surveillant d'examen sera autorisé. Continuer ?
hu_hu: A felügyelők fel lesznek hatalmazva. Folytatja?
ja_jp: 試検監督者を承認しますか？
lt_lt: Proktoriai bus autorizuoti. Tęsti ?
nl_nl: De toezichthouders zullen worden geautoriseerd. Verder gaan...?
pt_br: Os proctors serão autorizados. Continuar ?
ru_ru: Наблюдателям будут предоставлены полномочия. Продолжить?
sk_sk: Dozorcovia budú oprávnení. Pokračovať?

source: The proctors will be revoked. Continue ?
ar_sa: سيتم إلغاء الترخيص للمراقبين. هل تريد الاستمرار؟
de_de: Den Aufsichtspersonen wird die Berechtigung entzogen. Fortfahren?
es_mx: Se revocará a los supervisores. ¿Desea continuar?
fr_fr: Les surveillants d'examen seront révoqués. Continuer ?
hu_hu: A felügyelőket visszavonják. Folytatja?
ja_jp: 試検監督者を取り消しますか？
lt_lt: Proktoriai bus atšaukti. Tęsti ?
nl_nl: De toezichthouders zullen worden ingetrokken. Verder gaan...?
pt_br: Os proctors serão revogados. Continuar?
ru_ru: Наблюдатели будет отозваны. Продолжить?
sk_sk: Administrátori budú odvolaní. Pokračovať?

source: The test taker will be removed from this session. Continue ?
ar_sa: ستتم إزالة الخاضع للرائز من هذه الحصة. هل تريد الاستمرار؟
de_de: Der Prüfungsteilnehmer wird aus dieser Sitzung entfernt. Fortfahren?
es_mx: Se retirará al examinado de esta sesión. ¿Desea continuar?
fr_fr: Le participant sera supprimé de cette session. Continuer ?
hu_hu: A vizsgázót eltávolítjuk ebből a munkamenetből. Folytatja?
ja_jp: 受験者をこのセッションから削除しますか？
lt_lt: Testo laikytojas bus pašalintas iš šios sesijos. Tęsti?
nl_nl: De kandidaat zal worden verwijderd van deze sessie. verder gaan...?
pt_br: O realizador de teste será removido desta sessão. Continuar?
ru_ru: Тестируемый будет удален из данного сеанса. Продолжить?
sk_sk: Účastník testu bude z tejto relácie vylúčený. Chcete pokračovať?

source: The test takers will be removed from this session. Continue ?
ar_sa: ستتم إزالة الخاضعين للرائز من هذه الحصة. هل تريد الاستمرار؟
de_de: Die Prüfungsteilnehmer werden aus dieser Sitzung entfernt. Fortfahren?
es_mx: Se retirará a los examinados de esta sesión. ¿Desea continuar?
fr_fr: Le participant sera supprimé de cette session. Continuer ?
hu_hu: A vizsgázókat eltávolítjuk ebből a foglalkozásból. Folytatja?
ja_jp: このセッションから受験者を削除しますか？
lt_lt: Testo laikytojai bus pašalinti iš šios sesijos. Tęsti?
nl_nl: De kandidaten zullen worden verwijderd van deze sessie. verder gaan...?
pt_br: Os realizadores de testes serão removidos desta sessão. Continuar?
ru_ru: Тестируемые будут удалены из данного сеанса. Продолжить?
sk_sk: Účastníci testu budú z tejto relácie vylúčení. Chcete pokračovať?

source: There is no delivery in progress
ar_sa: لا يوجد تسليم قيد التنفيذ
de_de: Es läuft aktuell keine Prüfung
es_mx: No hay ninguna entrega en curso
fr_fr: Il n'y a pas de passation en cours.
hu_hu: Nincs folyamatban lévő kézbesítés
ja_jp: 実施中のデリバリはありません
lt_lt: Jokia pateiktis nėra vykdoma
nl_nl: Er is geen levering in bewerking
pt_br: Não há nenhuma entrega em andamento
ru_ru: Нет выдач в процессе выполнения
sk_sk: Neprebieha žiadna dodávka

source: Time
ar_sa: وقت
de_de: Zeit
es_mx: Tiempo
fr_fr: Temps
hu_hu: Idő
ja_jp: 時間
lt_lt: Laikas
nl_nl: Tijd
pt_br: Horário
ru_ru: Время
sk_sk: Čas

source: Time adjusted
ar_sa: وقت معدل
de_de: Zeit angepasst
fr_fr: Temps ajusté
hu_hu: Időbeállítás
ja_jp: 調整時間
pt_br: Tempo ajustado
sk_sk: Časovo upravené

source: Time decrease is too high
ar_sa: انخفاض الوقت مرتفع جدا
de_de: Die Zeitverkürzung ist zu hoch
fr_fr: La diminution du temps est trop importante
hu_hu: Az időcsökkenés túl magas
ja_jp: 時間の減少が大きすぎる
pt_br: A diminuição de tempo é muito alta
sk_sk: Skrátenie času je príliš vysoké

source: Time increase is too high
ar_sa: زيادة الوقت مرتفعة جدا
de_de: Der Wert für die Verlängerung ist zu hoch
fr_fr: L'augmentation du temps est trop importante
hu_hu: Az idő növekedése túl magas
ja_jp: 時間増加率が高すぎる
pt_br: O aumento de tempo é muito alto
sk_sk: Predĺženie času je príliš vysoké

source: Tools
ar_sa: أدوات
es_mx: Herramientas
fr_fr: Outils
hu_hu: Eszközök
ja_jp: ツール
lt_lt: Įrankiai
nl_nl: Hulpmiddelen
pt_br: Ferramentas
ru_ru: Средства
sk_sk: Nástroje

source: Total Current Assessments
ar_sa: إجمالي التقييمات الحالية
de_de: Gesamtzahl der aktuellen Prüfungen
es_mx: Total de evaluaciones actuales
fr_fr: Total des évaluations en cours
hu_hu: Teljes jelenlegi értékelések
ja_jp: 現在の全テスト
lt_lt: Iš viso Dabartinių Įvertinimų
nl_nl: Totaal aantal huidige examens
pt_br: Total de avaliações atuais
ru_ru: Всего текущих оценок
sk_sk: Celkové súčasné hodnotenia

source: Total time
ar_sa: الوقت الإجمالي
de_de: Gesamtzeit
es_mx: Tiempo total
fr_fr: Durée totale
hu_hu: Teljes idő
ja_jp: 合計時間
lt_lt: Iš viso laiko
nl_nl: Totale tijd
pt_br: Tempo Total
ru_ru: Общее время
sk_sk: Celkový čas

source: Unable to create irregularities export for %s
ar_sa: غير قادر على إنشاء تصدير المخالفات ل %s
de_de: Nicht möglich, den Export von Unregelmäßigkeiten für %s zu erstellen.
es_mx: No se puede crear la exportación de irregularidades para %s
fr_fr: Impossible de créer l'export des irrégularités pour %s
hu_hu: Nem sikerült létrehozni a szabálytalanságok exportálását a következőhöz: %s
ja_jp: イレギュラーのエクスポートを作成できませんでした： %s
nl_nl: Niet in staat om onregelmatigheden te exporteren voor %s
pt_br: Não foi possível criar exportação de irregularidades para %s
ru_ru: Невозможно создать экспорт нестандартных ситуаций для %s
sk_sk: Nepodarilo sa vytvoriť export nepravidelností pre %s

source: Unable to perform action on test %s.
ar_sa: غير قادر على تنفيذ إجراء في الرائز %s.
de_de: Aktion für Test %s konnte nicht ausgeführt werden.
es_mx: No se puede realizar la acción en la prueba %s.
fr_fr: Impossible de réaliser l'action sur le test %s.
hu_hu: Nem sikerült műveletet végrehajtani a %steszten.
ja_jp: テスト %s でアクションを実行できません
lt_lt: Nepavyko teste atlikti veiksmo %s.
nl_nl: Niet in staat om actie te ondernemen op de test %s.
pt_br: Não é possível executar a ação no teste %s.
ru_ru: Невозможно выполнить действие для теста %s.
sk_sk: Nepodarilo sa vykonať akciu na teste %s.

source: Unexpected response
ar_sa: إجابة غير متوقعة
de_de: Unerwartete Antwort
fr_fr: Une réponse inattendue
hu_hu: Váratlan válasz
ja_jp: 予期せぬレスポンス
pt_br: Resposta inesperada
sk_sk: Neočakávaná odpoveď

source: User Activity
ar_sa: نشاط المستخدم
de_de: Benutzeraktivität
es_mx: Actividad del usuario
fr_fr: Activité de l'utilisateur
hu_hu: Felhasználói aktivitás
ja_jp: ユーザアクテビティ
lt_lt: Vartotojo Veikla
nl_nl: Gebruikers activiteit
pt_br: Atividade do usuário
ru_ru: Действие пользователя
sk_sk: Aktivita používateľa

source: Warning, you are about to pause all in progress tests. All test takers will be paused on or before the next heartbeat. Please provide a reason for this action.
ar_sa: تحذير، أنت على وشك إيقاف جميع الروائز الجارية مؤقتا. سيتم إيقاف جميع الخاضعين للرائز مؤقتا عند أو قبل الإشارة الدورية الموالية. يرجى تقديم سبب لهذا الإجراء.
de_de: Achtung, Sie sind dabei, alle laufenden Prüfungen anzuhalten. Alle Prüfungsteilnehmer werden beim oder vor dem nächsten Heartbeat pausiert. Bitte geben Sie einen Grund für diese Aktion an.
es_mx: Advertencia: Está a punto de pausar todas las pruebas en curso. Todos los examinados se pausarán en el siguiente latido de control o antes de este. Especifique el motivo de esta acción.
fr_fr: Avertissement : vous allez mettre en pause tous les tests en cours. Tous les participants seront mis en pause sur ou avant le prochain battement. Veuillez justifier la raison de cette action.
hu_hu: Figyelem, az összes folyamatban lévő tesztet szüneteltetni készül. Minden vizsgázó a következő szívveréskor vagy azelőtt szünetel. Kérjük, adjon meg egy okot erre a műveletre.
ja_jp: 実施中のすべてのテストを一時停止しようとしています。一時停止の理由を記録してください。
lt_lt: Įspėjimas, jūs ketinate pristabdyti visus vykdomus testus. Visi testo laikytojai bus pristabdyti arba prieš sekantį širdies plakimą. Prašome pateikti priežastį šiam veiksmui.
nl_nl: Waarschuwing! U gaat alle actieve examens pauzeren. Alle kandidaten zullen gepauzeerd worden op of voor de volgende heartbeat. Geef a.u.b. een reden voor deze actie.
pt_br: Atenção, está prestes a pausar tudo em testes de progresso. Todos os realizadores de testes serão pausados ou antes do próximo batimento. Por favor, forneça um motivo para esta ação.
ru_ru: Предупреждение! Вы собираетесь приостановить все тесты, выполняющиеся в текущий момент. Действия всех тестируемых будут приостановлены во время следующего цикла или до него. Укажите причину для данного действия.
sk_sk: Upozornenie, chystáte sa pozastaviť všetky prebiehajúce testy. Všetci účastníci testu budú pozastavení najneskôr pri najbližšom úkone. Uveďte dôvod tejto akcie.

source: Weather
ar_sa: طقس
de_de: Wetter
es_mx: Condiciones meteorológicas
fr_fr: Temps
hu_hu: Időjárás
ja_jp: 天候
lt_lt: Oras
nl_nl: Weer
pt_br: Tempo
ru_ru: Погода
sk_sk: Počasie

source: %s's test had already been authorized.
es_mx: La prueba de %s ya se autorizó.
ru_ru: Для теста %s уже предоставлены необходимые полномочия.

source: %s's test had already been paused.
es_mx: La prueba de %s ya se pausó.
ru_ru: Тест %s уже приостановлен.

source: %s's test had already been terminated.
es_mx: La prueba de %s ya se terminó.
ru_ru: Тест %s уже прекращен.

source: %s's test had been canceled.
es_mx: La prueba de %s se canceló.
ru_ru: Тест %s отменен.

source: %s's test had been completed.
es_mx: La prueba de %s se completó.
ru_ru: Тест %s завершен.

source: %s's test had been paused.
es_mx: La prueba de %s se pausó.
ru_ru: Тест %s приостановлен.

source: %s's test had been terminated.
es_mx: La prueba de %s se terminó.
ru_ru: Тест %s прекращен.

source: %s's test had not been finished.
es_mx: La prueba de %s no finalizó.
ru_ru: Тест %s не был завершен.

source: %s's test had not been in progress.
es_mx: La prueba de %s no estuvo en curso.
ru_ru: Тест %s не был в процессе прохождения.

source: %s's test had not been started.
es_mx: La prueba de %s no se inició.
ru_ru: Тест %s не был начат.

source: %s's test must be terminated.
es_mx: La prueba %s debe terminarse.
ru_ru: Тест %s необходимо прекратить.

source: Extended Time
es_mx: Tiempo extendido
lt_lt: Pratęstas Laikas
nl_nl: Verlengde Tijd
ru_ru: Продленное время

source: The action will be applied to the following session
lt_lt: Veiksmas priskirtas sekančiai sesijai
nl_nl: Deze actie zal worden doorgevoerd op de volgende sessie
