Repository: oat-sa/extension-tao-proctoring
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, es_mx, fr_fr, hu_hu, ja_jp, lt_lt, nl_nl, pt_br, ru_ru, sk_sk

source: sec
ar_sa: ثانية
de_de: Sek
hu_hu: másodperc
ja_jp: 秒
pt_br: seg.
sk_sk: sekunda

source: %1$s - Item %2$s/%3$s
ar_sa: %1$s - البند %2$s/%3$s
de_de: %1$s - Element %2$s/%3$s
es_mx: %1$s - Ítem %2$s/%3$s
hu_hu: %1$s - Tétel %2$s/%3$s
ja_jp: %1$s - アイテム %2$s/%3$s
lt_lt: %1$s - Elementas %2$s/%3$s
ru_ru: %1$s — элемент %2$s/%3$s
sk_sk: %1$s - Položka %2$s/%3$s

source: %d sessions of the delivery %s have not been paused
ar_sa: %d من جلسات التسليم %s لم يتم إيقافها مؤقتا
de_de: %d Sitzungen der Lieferung %s wurden nicht pausiert
es_mx: %d sesiones de la entrega %s no se pausaron
fr_fr: %d sessions pour la passation %s n'ont pas été mises en pause.
hu_hu: %d A kézbesítés %s munkamenetei nem lettek szüneteltetve
ja_jp: %d セッション（デリバリ %s）は一時停止されていません
lt_lt: %d pateikties sesijos %s nebuvo pristabdytos
nl_nl: %d sessies van levering %s zijn niet gepauzeerd
pt_br: %d sessões da entrega %s não foram pausadas
ru_ru: %d сеанса (-ов) выдачи %s не были приостановлены
sk_sk: %d relácií doručenia %s nebolo pozastavených

source: %s - item %p/%c
ar_sa: %s - البند %p/%c
de_de: %s - Element %p/%c
fr_fr: %s - point %p/%c
hu_hu: %s - elem %p/%c
ja_jp: %s - アイテム %p/%c
sk_sk: %s - položka %p/%c

source: %s completed
ar_sa: %s مكتمل
de_de: %s abgeschlossen
es_mx: %s completado
fr_fr: %s effectué
hu_hu: %s befejezve
ja_jp: %s 完了
lt_lt: %s atlikta
nl_nl: %s voltooid
pt_br: %s concluído
ru_ru: %s завершено
sk_sk: %s dokončené

source: %s could not be %s because it is finished. Please refresh your data.
ar_sa: %s لا يمكن أن يكون %s لأنه انتهى. يرجى تحديث بياناتك.
de_de: %s konnte nicht %s sein, da es fertig ist. Bitte aktualisieren Sie Ihre Daten.
es_mx: %s no se pudo %s porque finalizó. Actualice los datos.
fr_fr: %s ne peut être %s parce qu'il est terminé. Veuillez rafraichir vos données.
hu_hu: A %s nem lehet %s , mert befejeződött. Kérjük, frissítse az adatait.
ja_jp: %s は終了しているため、%sにできませんでした。データを更新してください。
lt_lt: %s negali būti %s, nes jis yra užbaigtas. Prašome atnaujinti savo duomenis.
nl_nl: %s kon niet worden %s omdat het is geeindigd. Vernieuw a.u.b. uw data.
pt_br: %s não pôde ser %s porque foi finalizado. Por favor atualize seus dados.
ru_ru: %s не может быть %s (уже завершено). Обновите свои данные.
sk_sk: %s sa nepodarilo nájsť %s , pretože je dokončené. Obnovte si údaje.

source: %s could not be %s because it is terminated. Please refresh your data.
ar_sa: %sلا يمكن أن يكون %s لأنه تم إنهاؤه. يرجى تحديث بياناتك.
de_de: %s konnte nicht %s sein, da es beendet ist. Bitte aktualisieren Sie Ihre Daten.
es_mx: %s no se pudo %s porque terminó. Actualice los datos.
fr_fr: %s ne peut être %s parce qu'il est terminé. Veuillez rafraichir vos données.
hu_hu: A %s nem lehet %s , mert leállt. Kérjük, frissítse az adatait.
ja_jp: %s は終了しているため、%sにできませんでした。データを更新してください。
lt_lt: %s negali būti %s, nes jis yra nutrauktas. Prašome atnaujinti savo duomenis.
nl_nl: %s kon niet worden %s omdat het is beëindigd. Vernieuw a.u.b. uw data.
pt_br: %s não pôde ser %s porque foi encerrado. Por favor, atualize seus dados.
ru_ru: %s не может быть %s (прекращено). Обновите свои данные.
sk_sk: %s sa nepodarilo nájsť %s , pretože je ukončené. Obnovte si údaje.

source: %s could not be %s.
ar_sa: %s لا يمكن أن يكون %s.
de_de: %s konnte nicht %s sein.
es_mx: %s no se pudo %s.
fr_fr: %s ne peut être %s.
hu_hu: A %s nem lehet %s.
ja_jp: %s は %s にできませんでした
lt_lt: %s negali būti %s.
nl_nl: %s kon niet worden %s.
pt_br: %s não pôde ser %s.
ru_ru: %s не может быть %s.
sk_sk: %s nemôže byť %s.

source: %s executions migrated
ar_sa: %s تم ترحيل عمليات التنفيذ
de_de: %s Ausführungen wurden migriert
fr_fr: %s des exécutions ont migré
hu_hu: %s végrehajtások migrálva
ja_jp: %sの実行が移行されました
pt_br: %s execuções migradas
sk_sk: migrovaných %s spustení

source: %s KV entries removed
ar_sa: تمت إزالة %s إدخالات KV
de_de: %s KV-Einträge entfernt
fr_fr: %s des entrées KV supprimées
hu_hu: %s KV bejegyzések eltávolítva
ja_jp: %s KVエントリが削除されました
pt_br: %s entradas KV removidas
sk_sk: %s Odstránené záznamy KV

source: %s minutes more
ar_sa: %s دقيقة أكثر
de_de: %s Minuten mehr
es_mx: %s minutos más
fr_fr: %s minutes en plus
hu_hu: %s perccel több
ja_jp: %s 分以上
lt_lt: %s minučių daugiau
nl_nl: %s minuten meer
pt_br: %s minutos mais
ru_ru: Еще %s минут (-ы)
sk_sk: %s minút viac

source: %s\'s test had already been authorized.
ar_sa: تم سلفا السماح برائز s\’%s.
de_de: Der Test von %s wurde bereits autorisiert.
fr_fr: Le test de %s avait déjà été autorisé.
hu_hu: %s\ tesztjét már engedélyezték.
ja_jp: %sのテストは既に承認されています
pt_br: O teste %sjá foi autorizado.
sk_sk: Test %s\ už bol autorizovaný.

source: %s\'s test had already been paused.
ar_sa: تم سابقا إيقاف رائز %s\.
de_de: Der Test von %s wurde bereits angehalten.
fr_fr: Le test de %s avait déjà été mis en pause.
hu_hu: %s\ tesztjét már szüneteltették.
ja_jp: %sのテストは既に一時停止されています
pt_br: O teste %sjá foi pausado.
sk_sk: Test používateľa %s\ už bol pozastavený.

source: %s\'s test had already been terminated.
ar_sa: تم سابقا إنهاء رائز %s.
de_de: Der Test von %s wurde bereits beendet.
fr_fr: Le test de %s avait déjà été terminé.
hu_hu: %s\ tesztje már leállt.
ja_jp: %sのテストは既に終了されています
pt_br: O teste %sjá foi encerrado.
sk_sk: Test používateľa %s\ už bol ukončený.

source: %s\'s test had been canceled.
ar_sa: تم إلغاء رائز %s\.
de_de: Der Test von %s wurde abgebrochen.
fr_fr: Le test de %s avait déjà été annulé.
hu_hu: %s\ tesztjét törölték.
ja_jp: %sのテストはキャンセルされています
pt_br: O teste %sfoi cancelado.
sk_sk: Test %s\ bol zrušený.

source: %s\'s test had been completed.
ar_sa: تم الانتهاء من رائز %s\.
de_de: Der Test von %s wurde abgeschlossen.
fr_fr: Le test de %s était terminé.
hu_hu: %s\ tesztje befejeződött.
ja_jp: %sのテストは完了済みです
pt_br: O teste %sfoi concluído.
sk_sk: Test používateľa %sbol dokončený.

source: %s\'s test had been paused.
ar_sa: تم إيقاف اختبار %s\ مؤقتا.
de_de: Der Test von %s wurde angehalten.
fr_fr: Le test de %s a été mis en pause.
hu_hu: %s\ tesztje szünetel.
ja_jp: %sのテストは一時停止しています
pt_br: O teste %sfoi pausado.
sk_sk: Test používateľa %sbol pozastavený.

source: %s\'s test had been terminated.
ar_sa: تم إنهاء رائز %s\.
de_de: Der Test von %s wurde abgebrochen.
fr_fr: Le test de %s avait été terminé.
hu_hu: %s\ tesztje leállt.
ja_jp: %sのテストは終了しています
pt_br: O teste %sfoi encerrado.
sk_sk: Test používateľa %sbol ukončený.

source: %s\'s test had not been finished.
ar_sa: لم يتم الانتهاء من رائز %s\.
de_de: Der Test von %s war noch nicht abgeschlossen.
fr_fr: Le test de %s n'était pas terminé.
hu_hu: %s\ tesztje még nem fejeződött be.
ja_jp: %sのテストは終了していません
pt_br: O teste %snão foi concluído.
sk_sk: Test používateľa %s\ nebol dokončený.

source: %s\'s test had not been in progress.
ar_sa: لم يكن رائز %s\ قيد التقدم.
de_de: Der Test von %s war noch nicht im Gange.
fr_fr: Le test de %s n'était pas en cours.
hu_hu: %s\ tesztje nem volt folyamatban.
ja_jp: %sのテストは実施されていません
pt_br: O teste %snão está em andamento.
sk_sk: Test používateľa %s\ ešte neprebiehal.

source: %s\'s test had not been started.
ar_sa: لم يبدأ رائز %s\.
de_de: Der Test von %s wurde nicht gestartet.
fr_fr: Le test de %s n'avait pas commencé.
hu_hu: %s\ tesztje még nem indult el.
ja_jp: %sのテストは開始していません
pt_br: O teste %snão foi iniciado.
sk_sk: Test používateľa %s\ nebol spustený.

source: %s\'s test must be terminated.
ar_sa: يجب إنهاء رائز %s\.
de_de: Der Test von %s muss beendet werden.
fr_fr: Le test de %s doit être terminé.
hu_hu: %s\ tesztjét be kell fejezni.
ja_jp: %sのテストを終了する必要があります
pt_br: O teste de %sprecisa ser encerrado.
sk_sk: Test %s\ musí byť ukončený.

source: A session of the delivery %s have not been paused
ar_sa: لم يتم إيقاف جلسة التسليم %s مؤقتا
de_de: Eine Sitzung der Lieferung %s wurde nicht angehalten
es_mx: No se pausó una sesión de la entrega %s
fr_fr: Une session de la passation %s n'a pas été interrompue.
hu_hu: A %s kézbesítési munkamenetét nem szüneteltették.
ja_jp: デリバリ %s のセッションは一時停止しませんでした
lt_lt: Pateikties sesija %s nebuvo pristabdyta
nl_nl: Een sessie van levering %s is niet gepauzeerd
pt_br: Uma sessão da entrega %s não foi pausada
ru_ru: Сеанс выдачи %s не был приостановлен
sk_sk: Relácia doručovania %s nebola pozastavená

source: Action
ar_sa: فِعْل
de_de: Aktion
es_mx: Acción
hu_hu: Akció
ja_jp: 処理
lt_lt: Veiksmas
nl_nl: Actie
pt_br: Acão
ru_ru: Действие
sk_sk: Akcia

source: Actions
ar_sa: إجراءات
de_de: Aktionen
es_mx: Acciones
hu_hu: Műveletek
ja_jp: アクション
lt_lt: Veiksmai
nl_nl: Acties
pt_br: Ações.
ru_ru: Действия
sk_sk: Akcie

source: Active
ar_sa: نشيطٌ
de_de: Aktiv
es_mx: Activo
fr_fr: Actif
hu_hu: Aktív
ja_jp: アクティブ
lt_lt: Aktyvus
nl_nl: Actief
pt_br: ativo
ru_ru: Активн.
sk_sk: Aktívne

source: Active proctors
ar_sa: مراقبون نشيطون
de_de: Aktive Aufsichtspersonen
es_mx: Supervisores activos
fr_fr: Surveillants actifs
hu_hu: Aktív proktorok
ja_jp: 試検監督者（アクティブ）
lt_lt: Aktyvūs proktoriai
nl_nl: Actieve toezichthouders
pt_br: Prospectos ativos
ru_ru: Активные протоколы
sk_sk: Aktívni dozorcovia

source: Active test-takers
ar_sa: الخاضعون للرائز النشطون
de_de: Aktive Prüfungsteilnehmer
es_mx: Examinados activos
fr_fr: Participants actifs
hu_hu: Aktív vizsgázók
ja_jp: 受験者（アクティブ）
lt_lt: Aktyvūs testo laikytojai
nl_nl: Actieve toetsnemers
pt_br: Teste-takers ativo
ru_ru: Активные тестируемые
sk_sk: Aktívni účastníci testov

source: Actor
ar_sa: فاعل
de_de: Aktiver Nutzer
fr_fr: Acteur
hu_hu: Színész
ja_jp: アクター
lt_lt: Aktorius
nl_nl: Acteur
pt_br: Ator
ru_ru: Субъект
sk_sk: Činiteľ

source: Add test takers
ar_sa: أضف الخاضعين للرائز
de_de: Prüfungsteilnehmer hinzufügen
es_mx: Añadir examinados
fr_fr: Ajouter des participants
hu_hu: Tesztelők hozzáadása
ja_jp: 受験者を追加
lt_lt: Pridėti testo laikytojus
nl_nl: Voeg kandidaten toe
pt_br: Adicionar takers de teste
ru_ru: Добавить тестируемых
sk_sk: Pridať účastníkov testu

source: Adjusted
ar_sa: معدل
de_de: Angepasst
fr_fr: Ajusté
hu_hu: Beállított
ja_jp: 調整済み
pt_br: Ajustado
sk_sk: Upravené

source: Administer deliveries
ar_sa: إدارة عمليات التسليم
de_de: Lieferungen verwalten
es_mx: Administrar entregas
fr_fr: Administrer des passations
hu_hu: Szállítások adminisztrálása
ja_jp: デリバリ管理
lt_lt: Administruoti pateiktis
nl_nl: Beheer leveringen
pt_br: Administrar entregas
ru_ru: Администрирование выдач
sk_sk: Spravovať dodávky

source: Administration
ar_sa: إدارة
es_mx: Administración
hu_hu: Adminisztráció
ja_jp: アドミン権限
lt_lt: Administravimas
nl_nl: Administratie
pt_br: Administração
ru_ru: Администрирование
sk_sk: Administratíva

source: All fields are required
ar_sa: جميع الحقول مطلوبة
de_de: Alle Felder sind erforderlich
fr_fr: Tous les champs sont obligatoires
hu_hu: Minden mező kitöltése kötelező
ja_jp: すべての項目が必須です
pt_br: Todos os campos são obrigatórios
sk_sk: Všetky polia sú povinné

source: already authorized
ar_sa: مرخص له سابقا
de_de: bereits autorisiert
es_mx: ya autorizado
fr_fr: déjà autorisé
hu_hu: már engedélyezett
ja_jp: すでに承認されています
lt_lt: jau autorizuota
nl_nl: al geautoriseerd
pt_br: já autorizado
ru_ru: полномочия уже предоставлены
sk_sk: už autorizovaný

source: Already changed time will be added or subtracted by the new value.
ar_sa: سيتم إضافة الوقت الذي تم تغييره سابقا أو طرحه بواسطة القيمة الجديدة.
de_de: Bereits geänderte Zeiten werden um den neuen Wert addiert oder subtrahiert.
fr_fr: Le temps déjà modifié sera ajouté ou soustrait par la nouvelle valeur.
hu_hu: A már módosított időhöz hozzáadódik vagy kivonódik az új érték.
ja_jp: すでに変更されている時間は、新しい値で加算または減算されます。
pt_br: Tempo já alterado será adicionado ou subtraído pelo novo valor.
sk_sk: Už zmenený čas sa pripočíta alebo odpočíta o novú hodnotu.

source: already paused
ar_sa: تم إيقافه مؤقتا فعلًا
de_de: bereits pausiert
es_mx: ya pausado
fr_fr: déjà mis en pause
hu_hu: már szüneteltetett
ja_jp: すでに一時停止されています
lt_lt: jau pristabdyta
nl_nl: al gepauzeerd
pt_br: já pausado
ru_ru: уже приостановлено
sk_sk: už pozastavené

source: already terminated
ar_sa: تم إنهاؤه فعلًا
de_de: bereits abgebrochen
es_mx: ya terminado
fr_fr: déjà achevé
hu_hu: már megszüntették
ja_jp: すでに終了しています
lt_lt: jau nutraukta
nl_nl: al beëindigd
pt_br: já finalizado
ru_ru: уже прекращено
sk_sk: už ukončené

source: Apply default tag
ar_sa: تطبيق العلامة الافتراضية
de_de: Standard-Tag anwenden
es_mx: Aplicar etiqueta predeterminada
fr_fr: Appliquer le tag par défaut
hu_hu: Alapértelmezett címke alkalmazása
ja_jp: デフォルトのタグを適用
lt_lt: Tinkinti numatytą žymę
nl_nl: Gebruik standaard tag
pt_br: Aplicar tag padrão
ru_ru: Применить тег по умолчанию
sk_sk: Použiť predvolenú značku

source: Are you sure you want to end the test?
ar_sa: هل أنت متأكد من أنك تريد إنهاء الرائز؟
de_de: Sind Sie sicher, dass Sie den Test beenden möchten?
es_mx: ¿Está seguro de que desea finalizar la prueba?
fr_fr: Êtes-vous certain de vouloir terminer le test ?
hu_hu: Biztosan befejezed a tesztet?
ja_jp: テストを終了してよろしいでしょうか？
lt_lt: Ar jūs tikrai norite užbaigti testą?
nl_nl: Weet u zeker dat u het examen wilt beëindigen?
pt_br: Tem certeza de que deseja terminar o teste?
ru_ru: Вы действительно желаете завершить этот тест?
sk_sk: Naozaj chcete ukončiť test?

source: Assessment Activity
ar_sa: نشاط التقييم
de_de: Bewertungsaktivität
es_mx: Actividad de evaluación
fr_fr: Activité de l'évaluation
hu_hu: Értékelési tevékenység
ja_jp: アセスメントアクティビティ
lt_lt: Įvertinimo Veikla
nl_nl: Examen activiteit
pt_br: Atividade da Avaliação
ru_ru: Оценивание
sk_sk: Hodnotiaca aktivita

source: Assessment has been paused due to attempt to switch to another window/tab.
ar_sa: تم إيقاف التقييم مؤقتا بسبب محاولة التبديل إلى نافذة/علامة تبويب أخرى.
de_de: Der Test wurde angehalten, weil versucht wurde, zu einem anderen Fenster/einer anderen Registerkarte zu wechseln.
es_mx: La prueba se pausó debido a un intento de cambiar a otra ventana/pestaña.
fr_fr: L'évaluation a été interrompue à cause d'une tentative de basculer vers une autre fenêtre ou onglet.
hu_hu: Az értékelés szünetel, mert másik ablakra/fülre próbáltak váltani.
ja_jp: 別のウィンドウ/タブに切り替えたために、テストが一時停止されました。
lt_lt: Verinimas buvo pristabdytas, nes buvo atidarytas kitas langas/kortelė.
nl_nl: Examen is gepauzeerd vanwege een poging om te schakelen naar een ander window/tab.
pt_br: A avaliação foi pausada devido a tentativa de alternar para outra janela/guia.
ru_ru: Оценка приостановлена из-за попытки переключения на другое окно/вкладку.
sk_sk: Hodnotenie bolo pozastavené z dôvodu pokusu o prepnutie do iného okna/karty.

source: Assign administrator
ar_sa: تعيين الممرر
de_de: Administrator zuweisen
es_mx: Asignar administrador
fr_fr: Assigner un administrateur
hu_hu: Adminisztrátor hozzárendelése
ja_jp: 管理者の割り当て
lt_lt: Priskirti administratorių
nl_nl: Wijs beheerder toe
pt_br: Atribuir administrador
ru_ru: Назначить администратора
sk_sk: Priradiť správcu

source: Assign more test takers to this session
ar_sa: خصص المزيد من الخاضعين للرائز لهذه الجَلسة
de_de: Weisen Sie dieser Sitzung weitere Prüfungsteilnehmer zu
es_mx: Asignar más examinados a esta sesión
fr_fr: Assigner davantage de participants à cette session
hu_hu: Több vizsgázó hozzárendelése ehhez a foglalkozáshoz
ja_jp: さらにこのセッションに受験者を割当てます
lt_lt: Priskirti daugiau testo laikytojų šiai sesijai
nl_nl: Wijs meer kandidaten toe aan deze sessie
pt_br: Atribuir mais participantes de testes a esta sessão
ru_ru: Назначить больше тестируемых для этого сеанса
sk_sk: Priraďte k tejto relácii ďalších účastníkov testu

source: Assign proctors
ar_sa: تعيين مراقبين
de_de: Aufsichtspersonen zuweisen
es_mx: Asignar supervisores
fr_fr: Assigner des surveillants
hu_hu: Felügyelők kijelölése
ja_jp: 試検監督者の割当て
lt_lt: Priskirti proktorius
nl_nl: Wijs toezichthouder toe
pt_br: Atribuir provisores
ru_ru: Назначить протоколы
sk_sk: Priradiť dozorcov

source: Assign the selected test takers
ar_sa: خصص المتقدمين للرائز المختارين
de_de: Ausgewählte Prüfungsteilnehmer zuweisen
es_mx: Asignar los examinados seleccionados
fr_fr: Assigner les participants sélectionnés
hu_hu: A kiválasztott vizsgázók hozzárendelése
ja_jp: 選択した受験者の割当て
lt_lt: Priskirti pasirinktus testo laikytojus
nl_nl: Wijs de geselecteerde kandidaten toe
pt_br: Atribuir os takers de teste selecionados
ru_ru: Назначить выбранных тестируемых
sk_sk: Priradiť vybraných účastníkov testu

source: Assign the selected test takers to the session
ar_sa: خصص الخاضعين للرائز المختارين للجلسة
de_de: Weisen Sie der Sitzung die ausgewählten Prüfungsteilnehmer zu
es_mx: Asignar los examinados seleccionados a la sesión
fr_fr: Assigner les participants sélectionnés à la session
hu_hu: Rendelje hozzá a kiválasztott vizsgázókat a foglalkozáshoz
ja_jp: 選択した受験者をそのセッションに割当てる
lt_lt: Priskirti pasirinktus testo laikytojus sesijai
nl_nl: Wijs de geselecteerde kandidaten toe aan de sessie
pt_br: Atribuir os participantes de testes selecionados à sessão
ru_ru: Назначить выбранных тестируемых для этого сеанса
sk_sk: Priradiť vybraných účastníkov testu k relácii

source: Assign the test taker to the session
ar_sa: خصص الخاضع للرائز للجلسة
de_de: Weisen Sie den Prüfungsteilnehmer der Sitzung zu
es_mx: Asignar el examinado a la sesión
fr_fr: Assigner le participant à la session
hu_hu: Rendelje hozzá a vizsgázót a foglalkozáshoz
ja_jp: 受験者をそのセッションに割当てる
lt_lt: Priskirti testo laikytojus sesijai
nl_nl: Wijs de kandidaat toe aan de sessie
pt_br: Atribuir o realizador de testes à sessão
ru_ru: Назначить тестируемого для этого сеанса
sk_sk: Priradiť účastníka testu k relácii

source: Assigned proctors
ar_sa: مراقبون معينون
de_de: Zugewiesene Aufsichtspersonen
es_mx: Supervisores asignados
fr_fr: Surveillants assignés
hu_hu: Kijelölt felügyelők
ja_jp: 割当て候補の試検監督者
lt_lt: Priskirti proktoriai
nl_nl: Toegewezen toezichthouders
pt_br: Prospectos atribuídos
ru_ru: Назначенные протоколы
sk_sk: Pridelení administrátori

source: Assigned test takers
ar_sa: المعينون من الخاضعين للرائز
de_de: Zugewiesene Prüfungsteilnehmer
es_mx: Examinados asignados
fr_fr: Participants assignés
hu_hu: Kijelölt vizsgázók
ja_jp: 割当て済みの受験者
lt_lt: Priskirti testo laikytojai
nl_nl: Toegewezen kandidaten
pt_br: Tomadores de teste atribuídos
ru_ru: Назначенные тестируемые
sk_sk: Pridelení účastníci testu

source: Attempts
ar_sa: محاولات
de_de: Versuche
es_mx: Intentos
fr_fr: Tentatives
hu_hu: Próbálkozások
ja_jp: 実施
lt_lt: Bandymai
nl_nl: Pogingen
pt_br: Tentativas
ru_ru: Попытки
sk_sk: Pokusy

source: author
ar_sa: مؤلف
de_de: Autor
es_mx: autor
fr_fr: auteur
hu_hu: szerző
ja_jp: 編集者
lt_lt: autorius
nl_nl: auteur
pt_br: autor
ru_ru: автор
sk_sk: autor

source: Authorization status
ar_sa: حالة الترخيص
de_de: Autorisierungsstatus
fr_fr: Statut de l'autorisation
hu_hu: Engedélyezési állapot
ja_jp: 認証ステータス
pt_br: Status de autorização
sk_sk: Stav autorizácie

source: Authorize
ar_sa: رخٍص
de_de: Autorisierung
es_mx: Autorizar
hu_hu: Engedélyezés
ja_jp: 承認
lt_lt: Autorizuoti
nl_nl: Autoriseer
pt_br: Autorizar
ru_ru: Предоставить полномочия
sk_sk: Autorizovať

source: Authorize session
ar_sa: الترخيص للجلسة
de_de: Sitzung autorisieren
es_mx: Autorizar sesión
fr_fr: Autoriser la session
hu_hu: Munkamenet engedélyezése
ja_jp: セッション承認
lt_lt: Autorizuoti sesiją
nl_nl: Autoriseer sessie
pt_br: Autorizar sessão
ru_ru: Предоставить полномочия по сеансу
sk_sk: Autorizácia relácie

source: Authorize Session
ar_sa: الترخيص للجلسة
de_de: Sitzung autorisieren
es_mx: Autorizar sesión
fr_fr: Autoriser cette session
hu_hu: Munkamenet engedélyezése
ja_jp: セッション承認
lt_lt: Autorizuoti Sesiją
nl_nl: Autoriseer sessie
pt_br: Autorizar Sessão
ru_ru: Предоставить полномочия по сеансу
sk_sk: Autorizácia relácie

source: Authorize sessions
ar_sa: الترخيص للجلسات
de_de: Sitzungen autorisieren
es_mx: Autorizar sesiones
fr_fr: Autoriser les sessions
hu_hu: Munkamenetek engedélyezése
ja_jp: セッション承認
lt_lt: Autorizuoti sesijas
nl_nl: Autoriseer sessies
pt_br: Autorizar sessões
ru_ru: Предоставить полномочия по сеансам
sk_sk: Autorizácia relácií

source: Authorize the proctor
ar_sa: الترخيص للمراقب
de_de: Aufsichtsperson autorisieren
es_mx: Autorizar al supervisor
fr_fr: Autoriser le surveillant
hu_hu: Felhatalmazza a felügyelőt
ja_jp: 試検監督者の承認
lt_lt: Autorizuoti proktorių
nl_nl: Autoriseer de toezichthouder
pt_br: Autorizar o perfil
ru_ru: Предоставить полномочия наблюдателю
sk_sk: Autorizujte dozorcu

source: Authorize the selected proctors
ar_sa: الترخيص للمراقبين المختارين
de_de: Ausgewählte Aufsichtspersonen autorisieren
es_mx: Autorizar a los supervisores seleccionados
fr_fr: Autoriser les surveillants sélectionnés
hu_hu: Felhatalmazza a kiválasztott felügyelőket
ja_jp: 選択した試検監督者を承認
lt_lt: Autorizuoti pasirinktus proktorius
nl_nl: Autoriseer de geselecteerde toezichthouders
pt_br: Autorizar os processadores selecionados
ru_ru: Предоставить полномочия по выбранным протоколам
sk_sk: Autorizovať vybraných dozorcov

source: Authorized
ar_sa: مرخص له
de_de: Autorisiert
es_mx: Autorizado
hu_hu: Felhatalmazott
ja_jp: 承認済み
lt_lt: Autorizuota
nl_nl: Geautoriseerd
pt_br: Autorizado
ru_ru: Полномочия предоставлены
sk_sk: Autorizované

source: authorized
ar_sa: مرخص له
de_de: autorisiert
es_mx: autorizado
fr_fr: autorisé
hu_hu: felhatalmazott
ja_jp: 承認済
lt_lt: autorizuota
nl_nl: Geautoriseerd
pt_br: autorizado
ru_ru: полномочия предоставлены
sk_sk: autorizovaný

source: Authorized but not started
ar_sa: مرخص له ولكن لم يبدأ
de_de: Autorisiert, aber nicht gestartet
es_mx: Autorizado pero no iniciado
fr_fr: Autorisé mais non démarré
hu_hu: Engedélyezve, de még nem indították el
ja_jp: 承認済み｜未開始
lt_lt: Autorizuota, bet nepradėta
nl_nl: Geautoriseerd, maar nog niet gestart
pt_br: Autorizado mas não iniciado
ru_ru: Полномочия предоставлены, но не начато
sk_sk: Autorizované, ale nezačaté

source: authorized but not started
ar_sa: مرخص له ولكن لم يبدأ
de_de: autorisiert, aber nicht gestartet
fr_fr: autorisé mais non commencé
hu_hu: engedélyezett, de még nem indult el
ja_jp: 未認証
pt_br: autorizado mas não iniciado
sk_sk: autorizované, ale nezačaté

source: Authorized proctors
ar_sa: المراقبون المعتمدون
de_de: Autorisierte Aufsichtspersonen
es_mx: Supervisores autorizados
fr_fr: Surveillants autorisés
hu_hu: Felhatalmazott felügyelők
ja_jp: 承認済み試検監督者
lt_lt: Autorizuoti proktoriai
nl_nl: Geautoriseerde toezichthouders
pt_br: Provisores autorizados
ru_ru: Наблюдатели, которым предоставлены полномочия
sk_sk: Autorizovaní administrátori

source: Authorized, you may proceed
ar_sa: مرخص به، يمكنك المتابعة
de_de: Autorisiert, Sie können fortfahren
es_mx: Autorizado; puede proceder
fr_fr: Autorisé, vous pouvez poursuivre
hu_hu: Engedélyezve, folytathatja
ja_jp: 承認されました。開始してください。
lt_lt: Autorizuota, galite tęsti
nl_nl: Geautoriseerd, u mag verder
pt_br: Autorizado, você pode prosseguir
ru_ru: Полномочия предоставлены, можно продолжать
sk_sk: Autorizované, môžete pokračovať

source: Automatically paused by the system due to authorized test not being launched by test taker.
ar_sa: توقف النظام مؤقتا تِلْقائيًا بسبب عدم انطلاق الاختبار المرخص له من قبل الخاضع للرائز.
de_de: Vom System automatisch angehalten, da die autorisierte Prüfung vom Prüfungsteilnehmer nicht gestartet wurde.
fr_fr: Automatiquement mis en pause par le système parce que le test autorisé n'a pas été lancé par le candidat.
hu_hu: A rendszer automatikusan szüneteltette, mivel a vizsgázó nem indította el a jogosult tesztet.
ja_jp: 承認されたテストが受験者によって開始されていないため、システムによって自動的に一時停止されました。
pt_br: Automaticamente pausado pelo sistema devido a testes autorizados não serem iniciados pelo realizador de testes.
sk_sk: Systémom automaticky pozastavené, pretože účastník testovania nespustil autorizovaný test.
