Repository: oat-sa/extension-tao-proctoring
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, es_mx, fr_fr, hu_hu, ja_jp, lt_lt, nl_nl, pt_br, ru_ru, sk_sk

source: Print the assessment results
ar_sa: طباعة نتائج التقييم
de_de: Drucken Sie die Bewertungsergebnisse aus
es_mx: Imprimir resultados de la evaluación
fr_fr: Imprimer les résultats de l'évaluation
hu_hu: Az értékelés eredményeinek nyomtatása
ja_jp: テスト結果を印刷
lt_lt: Spausdinti įvertinimo rezultatus
nl_nl: Print de examen resultaten
pt_br: Imprimir os resultados da avaliação
ru_ru: Распечатка результатов оценивания
sk_sk: Vytlačiť výsledky hodnotenia

source: Printing
ar_sa: طباعة
de_de: Drucken
es_mx: Imprimiendo
fr_fr: En cours d'impression
hu_hu: Nyomtatás
ja_jp: 印刷
lt_lt: Spausdinimas
nl_nl: Afdrukken
pt_br: Impressão
ru_ru: Печать
sk_sk: Tlač

source: Proceed
ar_sa: تقدم
de_de: Weiter
es_mx: Proceder
fr_fr: Continuer
hu_hu: Folytatás
ja_jp: 続行
lt_lt: Tęsti
nl_nl: Doorgaan
pt_br: Continuar
ru_ru: Продолжить
sk_sk: Pokračovať

source: Proctor
ar_sa: مراقب
de_de: Aufsichtsperson
es_mx: Supervisor
fr_fr: Surveillant d'examen
hu_hu: Proktor
ja_jp: 試検監督者
lt_lt: Proktorius
nl_nl: Toezichthouder
pt_br: Profissional
ru_ru: Наблюдатель
sk_sk: Proktor

source: Proctor authorization
ar_sa: تفويض مراقب
de_de: Aufsichtsautorisierung
fr_fr: Autorisation du responsable
hu_hu: Felügyelői engedélyezés
ja_jp: 試験監督承認
pt_br: Autorização do perfil
sk_sk: Autorizácia Administrátora

source: Proctor created
ar_sa: أنشأ مراقب
de_de: Aufsichtsperson erstellt
es_mx: Supervisor creado
fr_fr: Surveillant d'examen créé
hu_hu: Proctor létrehozta
ja_jp: 試検監督者が作成されました
lt_lt: Proktorius sukurtas
nl_nl: Toezichthouder gecreëerd
pt_br: Perfil criado
ru_ru: Запись наблюдателя создана
sk_sk: Proktor vytvoril

source: Proctor/Staff
ar_sa: مراقب/اموظفون
de_de: Aufsichtsperson/Mitarbeiter
es_mx: Supervisor/Personal
fr_fr: Surveillant d'examen/équipe
hu_hu: Felügyelő/Személyzet
ja_jp: 試験監督/スタッフ
lt_lt: Proktorius/Darbuotojas
nl_nl: Toezichthouder/staf
pt_br: Autor/Cajado
ru_ru: Наблюдатель/персонал
sk_sk: Dozorca/Zamestnanec

source: Proctored Delivery Server
ar_sa: خادم تسليم مراقب
de_de: Beaufsichtigter Lieferserver
es_mx: Servidor de entrega supervisado
fr_fr: Serveur de passation surveillé
hu_hu: Felügyelt kézbesítő szerver
ja_jp: デリバリサーバ
lt_lt: Proktoriuotų Pateikčių Serveris
nl_nl: Levering server onder toezicht
pt_br: Servidor de Entrega Supervisionado
ru_ru: Сервер выдачи под надзором
sk_sk: Dozorovaný doručovací server

source: Proctored Test-Takers
ar_sa: خاضعون للرائز مراقبون
de_de: Beaufsichtigte Prüfungsteilnehmer
es_mx: Examinados supervisados
fr_fr: Participants surveillés
hu_hu: Felügyelt vizsgázók
ja_jp: 受験者
lt_lt: Proktoriuoti Testo Laikytojai
nl_nl: Kandidaten onder toezichthouder
pt_br: Testadores supervisionados
ru_ru: Тестируемые под надзором
sk_sk: Účastníci testov pod dohľadom

source: Proctoring interface
ar_sa: واجهة المراقبة
de_de: Proctering-Schnittstelle
es_mx: Interfaz de supervisión
fr_fr: Interface de surveillance d'examen
hu_hu: Proctoring interfész
ja_jp: 試験監督インターフェース
lt_lt: Proktoriavimo sąsaja
nl_nl: Toezichthouder interface
pt_br: Interface Proctoring
ru_ru: Интерфейс для надзора
sk_sk: Rozhranie pre dozor

source: Proctors
ar_sa: مراقبون
de_de: Aufseher
es_mx: Supervisores
fr_fr: Surveillants d'examen
hu_hu: Proktorok
ja_jp: 試検監督者
lt_lt: Proktoriai
nl_nl: Toezichthouders
pt_br: Provisores
ru_ru: Наблюдатели
sk_sk: Dozorcovia

source: Proctors authorized
ar_sa: المراقبون المفوضون
de_de: Aufseher autorisiert
es_mx: Supervisores autorizados
fr_fr: Surveillants d'examen autorisés
hu_hu: Felhatalmazott felügyelők
ja_jp: 試検監督者が承認されました
lt_lt: Proktoriai autorizuoti
nl_nl: Toezichthouder geautoriseerd
pt_br: Provisores autorizados
ru_ru: Наблюдатели, которым предоставлены полномочия
sk_sk: Autorizovaní dozorcovia

source: Proctors revoked
ar_sa: مراقبون مُلغىًون
de_de: Aufseher widerrufen
es_mx: Supervisores revocados
fr_fr: Surveillants d'examen révoqués
hu_hu: Felügyelőket visszavonták
ja_jp: 試検監督者は取り消されました
lt_lt: Proktoriai neautorizuoti
nl_nl: Toezichthouders ingetrokken
pt_br: Proctors revogados
ru_ru: Отозванные наблюдатели
sk_sk: Zrušené dozory

source: Progress
ar_sa: تقدم
de_de: Fortschritt
es_mx: Progreso
fr_fr: Progression
hu_hu: Előrehalad
ja_jp: 実施
lt_lt: Progresas
nl_nl: Voortgang
pt_br: Progresso
ru_ru: Ход выполнения
sk_sk: Pokrok

source: Reactivate Session
ar_sa: إعادة تنشيط الحصة
de_de: Sitzung erneut aktivieren
es_mx: Reactivar sesión
fr_fr: Réactiver session
hu_hu: Munkamenet újraaktiválása
ja_jp: セッション再開
lt_lt: Iš naujo suaktyvinti Sesiją
nl_nl: Heractiveer sessie
pt_br: Reativar Sessão
ru_ru: Повторно активировать сеанс
sk_sk: Znovu aktivovať reláciu

source: Reactivate session
ar_sa: إعادة تنشيط الحصة
de_de: Sitzung reaktivieren
es_mx: Reactivar sesión
fr_fr: Réactiver la session
hu_hu: Munkamenet újraaktiválása
ja_jp: セッション再開
lt_lt: Iš naujo suaktyvinti sesiją
nl_nl: Heractiveren van de sessie
pt_br: Reativar sessão
ru_ru: Повторно активировать сеанс
sk_sk: Znovu aktivovať reláciu

source: Refresh
ar_sa: تحديث
de_de: Aktualisieren
es_mx: Recargar
fr_fr: Actualiser
hu_hu: Frissítés
ja_jp: 更新
lt_lt: Atnaujinti
nl_nl: Verversen
pt_br: atualizar
ru_ru: Обновить
sk_sk: Obnoviť

source: Refresh the page
ar_sa: تحديث الصفحة
de_de: Seite neu laden
es_mx: Recargar la página
fr_fr: Actualiser la page
hu_hu: Frissítsd az oldalt
ja_jp: ページ更新
lt_lt: Atnaujinti puslapį
nl_nl: Pagina verversen
pt_br: Atualizar a página
ru_ru: Обновить страницу
sk_sk: Obnoviť stránku

source: Registered proctoring log
ar_sa: سجل المراقبة المسجل
de_de: Registriertes Überwachungsprotokoll
fr_fr: Journal de contrôle enregistré
hu_hu: Regisztrált ellenőrzési napló
ja_jp: 登録された試検監督のログ
pt_br: Log de proctoring registrado
sk_sk: Registrovaný protokol dozoru

source: Remaining
ar_sa: المتبقي
de_de: Verbleibend
es_mx: Restante
fr_fr: Restant
hu_hu: Többi
ja_jp: 残り
lt_lt: Liko
nl_nl: Resterend
pt_br: Restante
ru_ru: Осталось
sk_sk: Zostávajúce

source: Remove
ar_sa: إزالة
de_de: Entfernen
es_mx: Retirar
fr_fr: Supprimer
hu_hu: Eltávolítás
ja_jp: 削除
lt_lt: Ištrinti
nl_nl: Verwijderen
pt_br: Excluir
ru_ru: Удалить
sk_sk: Odstrániť

source: Remove default tag filtering
ar_sa: قم بإزالة تصفية العلامات الافتراضية
de_de: Entfernen Sie die Standard-Tag-Filterung
es_mx: Retirar filtrado de etiquetas predeterminado
fr_fr: Supprimer le filtrage de balise par défaut
hu_hu: Alapértelmezett címkeszűrés eltávolítása
ja_jp: デフォルトのタグフィルタを削除
lt_lt: Pašalinti numatytą žymių filtravimą
nl_nl: Verwijder de default tag filter
pt_br: Remover filtragem de tags padrão
ru_ru: Удалить фильтрацию тегов по умолчанию
sk_sk: Odstrániť predvolené filtrovanie značiek

source: Remove the selected test takers from the session
ar_sa: قم بإزالة الخاضعين للاختبار المختارين من الحصة
de_de: Entfernen Sie die ausgewählten Prüfungsteilnehmer aus der Sitzung
es_mx: Retirar los examinados seleccionados de la sesión
fr_fr: Supprimer les participants sélectionnés de la session.
hu_hu: A kiválasztott vizsgázók eltávolítása a foglalkozásról
ja_jp: 選択した受験者をセッションから削除
lt_lt: Priskirti pasirinktus testo laikytojus sesijai
nl_nl: Verwijder de geselecteerde kandidaten van de sessie
pt_br: Remover os testadores selecionados da sessão
ru_ru: Удалить выбранных тестируемых из этого сеанса
sk_sk: Odstrániť vybraných účastníkov testu z relácie

source: Remove the test taker from the session
ar_sa: قم بإزالة الخاضعين للاختبار من الحصة
de_de: Entfernen Sie die Prüfungsteilnehmer aus der Sitzung
es_mx: Retirar el examinado de la sesión
fr_fr: Supprimer le participant de la session.
hu_hu: A vizsgázó eltávolítása a foglalkozásról
ja_jp: 受験者をセッションから削除
lt_lt: Priskirti testo laikytojus sesijai
nl_nl: Verwijder de kandidaat van de sessie
pt_br: Remover o realizador de teste da sessão
ru_ru: Удалить тестируемого из этого сеанса
sk_sk: Odobrať účastníka testu z relácie

source: Report
ar_sa: تقرير
es_mx: Reporte
fr_fr: Rapport
hu_hu: Jelentés
ja_jp: レポート
lt_lt: Pranešti
nl_nl: Rapporteren
pt_br: Denunciar
ru_ru: Отчет
sk_sk: Správa

source: Report irregularities
ar_sa: الإبلاغ عن المخالفات
de_de: Melden Sie Unregelmäßigkeiten
es_mx: Reportar irregularidades
fr_fr: Rapporter des irrégularités
hu_hu: Jelentse a szabálytalanságokat
ja_jp: イレギュラー・レポート
lt_lt: Pranešti neatitikimus
nl_nl: Rapporteer onregelmatigheden
pt_br: Reportar irregularidades
ru_ru: Сообщить о нестандартных ситуациях
sk_sk: Nahlásiť nezrovnalosti

source: Report Irregularity
ar_sa: الإبلاغ عن المخالفة
de_de: Unregelmäßigkeit melden
es_mx: Reportar irregularidad
fr_fr: Rapporter une irrégularité
hu_hu: Jelentés a szabálytalanságról
ja_jp: イレギュラー・レポート
lt_lt: Pranešti Neatitikimą
nl_nl: Rapporteer onregelmatigheden
pt_br: Relatório Irregularidade
ru_ru: Сообщить о нестандартной ситуации
sk_sk: Nahlásiť nezrovnalosť

source: Report irregularity
ar_sa: الإبلاغ عن المخالفة
de_de: Unregelmäßigkeit melden
es_mx: Reportar irregularidad
fr_fr: Rapporter une irrégularité
hu_hu: Jelentse a szabálytalanságot
ja_jp: イレギュラー・レポート
lt_lt: Pranešti neatitikimą
nl_nl: Rapporteer onregelmatigheden
pt_br: Relatório de irregularidade
ru_ru: Сообщить о нестандартной ситуации
sk_sk: Nahlásiť nezrovnalosť

source: reported for irregularity
ar_sa: تم الإبلاغ عنه/ها بسبب مخالفة
de_de: als Unregelmäßigkeit angezeigt
es_mx: reportado para irregularidad
fr_fr: rapporté pour irrégularité
hu_hu: szabálytalanság miatt jelentették
ja_jp: イレギュラー・レポート
lt_lt: praneštas neatitikimas
nl_nl: Gerapporteerd wegens onregelmatigheden
pt_br: relatado por irregularidades
ru_ru: сообщено о нестандартной ситуации
sk_sk: nahlásená nezrovnalosť

source: Resource update task is completed
ar_sa: اكتملت مهمة تحديث الموارد
de_de: Ressourcenaktualisierung ist abgeschlossen
es_mx: Tarea de actualización de recurso finalizada
fr_fr: La tâche de mise à jour de la ressource est achevée.
hu_hu: Az erőforrás-frissítési feladat befejeződött
ja_jp: リソース更新タスクの完了
lt_lt: Resursų atnaujinimo užduotis baigta
nl_nl: Resource-update taak is voltooid
pt_br: Tarefa de atualização de recursos concluída
ru_ru: Задание по обновлению ресурса выполнено
sk_sk: Úloha aktualizácie zdrojov je dokončená

source: results
ar_sa: نتائج
de_de: Ergebnisse
es_mx: resultados
fr_fr: résultats
hu_hu: eredmények
ja_jp: 結果
lt_lt: rezultatai
nl_nl: resultaten
pt_br: Resultados
ru_ru: результаты
sk_sk: výsledky

source: Results
ar_sa: نتائج
de_de: Ergebnisse
es_mx: Resultados
fr_fr: Résultats
hu_hu: Eredmények
ja_jp: 結果
lt_lt: Rezultatai
nl_nl: Resultaten
pt_br: Resultados
ru_ru: Результаты
sk_sk: Výsledky

source: Return to the session manager
ar_sa: العودة إلى إدارة الحصة
de_de: Kehren Sie zum Sitzungsmanager zurück
es_mx: Regresar al gestor de sesiones
fr_fr: Retour au gestionnaire de session
hu_hu: Vissza a munkamenet-kezelőhöz
ja_jp: セッション管理に戻る
lt_lt: Grįžti į sesijos tvarkymą
nl_nl: Geef terug aan de sessie beheerder
pt_br: Voltar ao gerenciador de sessão
ru_ru: Вернуться к диспетчеру сеансов
sk_sk: Späť k správcovi relácie

source: Return to the session monitoring
ar_sa: العودة إلى مراقبة الحصة
de_de: Kehren Sie zur Sitzungsüberwachung zurück
es_mx: Regresar al monitoreo de sesiones
fr_fr: Retour à la surveillance de session
hu_hu: Vissza a munkamenet-figyeléshez
ja_jp: セッション監視に戻る
lt_lt: Grįžti į sesijos stebėjimą
nl_nl: Geef terug aan sessie toezicht
pt_br: Retornar ao monitoramento da sessão
ru_ru: Вернуться к мониторингу сеансов
sk_sk: Návrat k monitorovaniu relácie

source: Revoke authorization for the selected proctor
ar_sa: إلغاء التفويض للمراقب المختار
de_de: Entziehen Sie die Autorisierung für den ausgewählten Aufseher
es_mx: Revocar autorización para el supervisor seleccionado
fr_fr: Révoquer l'autorisation pour le surveillant d'examen sélectionné
hu_hu: A kiválasztott felügyelő engedélyének visszavonása
ja_jp: 選択した試検監督者の承認取り消し
lt_lt: Panaikinti autorizavimą pasirinktam proktoriui
nl_nl: Trek autorisatie in van de geselecteerde toezichthouder
pt_br: Revogar autorização para o perfil selecionado
ru_ru: Отозвать полномочия от выбранного наблюдателя
sk_sk: Zrušiť autorizáciu pre vybraného dozorcu

source: Revoke the proctor
ar_sa: إلغاء المراقب
de_de: Widerrufen Sie die Aufsichtsperson
es_mx: Revocar al supervisor
fr_fr: Révoquer le surveillant d'examen
hu_hu: Vonja vissza a felügyelőt
ja_jp: 試検監督者の取り消し
lt_lt: Atšaukti proktorių
nl_nl: Trek toezichthoudersrol in
pt_br: Revogar o perfil
ru_ru: Отозвать наблюдателя
sk_sk: Zrušiť dozorcu

source: Role
ar_sa: دور
de_de: Rolle
es_mx: Rol
fr_fr: Rôle
hu_hu: Szerep
ja_jp: ロール
lt_lt: Rolė
nl_nl: Rol
pt_br: Funções
ru_ru: Роль
sk_sk: Úloha

source: Score
ar_sa: نتيجة
de_de: Punktzahl
es_mx: Puntaje
hu_hu: Pontszám
ja_jp: スコア
lt_lt: Rezultatas
pt_br: Pontuação
ru_ru: Балл
sk_sk: Skóre

source: Score Report
ar_sa: تقرير النتيجة
de_de: Ergebnisbericht
es_mx: Reporte de puntajes
fr_fr: Rapport de notation
hu_hu: Pontszámjelentés
ja_jp: スコアレポート
lt_lt: Rezultato Ataskaita
nl_nl: Score rapport
pt_br: Relatório de Pontuação
ru_ru: Протокол оценивания
sk_sk: Správa o skóre

source: section
ar_sa: قسم
de_de: Sektion
es_mx: sección
hu_hu: szakasz
ja_jp: セクション
lt_lt: skyrius
nl_nl: sectie
pt_br: seção
ru_ru: раздел
sk_sk: sekcia

source: Session
ar_sa: حصة
de_de: Sitzung
es_mx: Sesión
hu_hu: Ülés
ja_jp: セッション
lt_lt: Sesija
nl_nl: Sessie
pt_br: Sessão
ru_ru: Сеанс
sk_sk: Relácia

source: session
ar_sa: حصة
de_de: Sitzung
es_mx: sesión
hu_hu: ülés
ja_jp: セッション
pt_br: sessão
sk_sk: zasadnutie

source: Session %s - %s has not been processed
ar_sa: لم تتم معالجة الحصة %s - %s
de_de: Sitzung %s – %s wurde nicht verarbeitet
es_mx: La sesión %s - %s no se procesó
fr_fr: La session %s - %s n'a pas été traitée.
hu_hu: A %s - %s munkamenet feldolgozása sikertelen volt.
ja_jp: セッション %s - %s は処理されませんでした
lt_lt: Sesija %s - %s nebuvo apdorota
nl_nl: Sessie %s - %s is niet verwerkt
pt_br: Sessão %s - %s não foi processada
ru_ru: Сеанс %s — %s не был обработан
sk_sk: Relácia %s - %s nebola spracovaná

source: Session history
ar_sa: سجل الحصة
de_de: Sitzungsverlauf
es_mx: Historial de sesiones
hu_hu: Munkamenet-előzmények
ja_jp: セッション履歴
lt_lt: Sesijos istorija
nl_nl: Sessie geschiedenis
pt_br: Histórico da sessão
ru_ru: История сеансов
sk_sk: História relácií

source: Session time handling
ar_sa: التعامل مع وقت الحصة
de_de: Administration der Sitzungszeit
es_mx: Gestión del tiempo de sesión
fr_fr: Durée de vie de la session
hu_hu: Munkamenet-idő kezelése
ja_jp: セッション時間処理
lt_lt: Sesijos laiko valdymas
nl_nl: Sessie tijd behandeling
pt_br: Manipulação de tempo de sessão
ru_ru: Обработка времени сеанса
sk_sk: Spracovanie času relácie

source: Sessions
ar_sa: حصص
de_de: Sitzungen
es_mx: Sesiones
hu_hu: Munkamenetek
ja_jp: セッション
lt_lt: Sesijos
nl_nl: Sessies
pt_br: Sessões
ru_ru: Сеансы
sk_sk: Relácie

source: sessions
ar_sa: حصص
de_de: Sitzungen
es_mx: sesiones
hu_hu: ülések
ja_jp: セッション
pt_br: sessões
sk_sk: sedenia

source: Sessions authorized
ar_sa: الحصص المصرح بها
de_de: Sitzungen autorisiert
es_mx: Sesiones autorizadas
fr_fr: Sessions autorisées
hu_hu: Engedélyezett munkamenetek
ja_jp: セッションが承認されました
lt_lt: Sesijos autorizuotos
nl_nl: Geautoriseerde sessies
pt_br: Sessões autorizadas
ru_ru: По сеансам предоставлены полномочия
sk_sk: Autorizované relácie

source: Sessions paused
ar_sa: الحصص متوقفة مؤقتا
de_de: Sitzungen angehalten
es_mx: Sesiones pausadas
fr_fr: Sessions en pause
hu_hu: Munkamenetek szünetelnek
ja_jp: セッション一時停止
lt_lt: Sesijos pristabdytos
nl_nl: Gepauzeerde sessies
pt_br: Sessões pausadas
ru_ru: Сеансы приостановлены
sk_sk: Relácie pozastavené

source: sessions paused
ar_sa: الحصص متوقفة مؤقتا
de_de: Sitzungen angehalten
es_mx: sesiones pausadas
fr_fr: sessions en pause
hu_hu: munkamenetek szünetelnek
ja_jp: セッション一時停止
lt_lt: sesijos pristabdytos
nl_nl: gepauzeerde sessies
pt_br: sessões pausadas
ru_ru: сеансы приостановлены
sk_sk: relácie pozastavené

source: Sessions reactivated
ar_sa: إعادة تنشيط الحصص
de_de: Sitzungen reaktiviert
es_mx: Sesiones reactivadas
fr_fr: Sessions réactivées
hu_hu: Munkamenetek újraaktiválva
ja_jp: セッション再開
lt_lt: Sesijos iš naujo suaktyvintos
nl_nl: Sessies gereactiveerd
pt_br: Sessões reativadas
ru_ru: Сеансы повторно активированы
sk_sk: Relácie boli znovu aktivované

source: Sessions reported
ar_sa: تم الإبلاغ عن الحصص
de_de: Sitzungen gemeldet
es_mx: Sesiones reportadas
fr_fr: Sessions signalées
hu_hu: Jelentett munkamenetek
ja_jp: セッションは報告されました
lt_lt: Sesijos raportuotos
nl_nl: Gerapporteerde sessies
pt_br: Sessões reportadas
ru_ru: По сеансам составлен отчет
sk_sk: Nahlásené relácie

source: Sessions terminated
ar_sa: تم إنهاء الحصص
de_de: Sitzungen beendet
es_mx: Sesiones terminadas
fr_fr: Sessions terminées
hu_hu: Munkamenetek leálltak
ja_jp: セッション終了
lt_lt: Sesijos nutrauktos
nl_nl: Afgebroken sessies
pt_br: Sessões terminadas
ru_ru: Сеансы прекращены
sk_sk: Relácie ukončené

source: Show brief report
ar_sa: عرض تقرير موجز
de_de: Kurzbericht anzeigen
es_mx: Mostrar reporte resumido
fr_fr: Afficher un rapport bref
hu_hu: Rövid jelentés megjelenítése
ja_jp: 簡易レポートを表示
lt_lt: Rodyti trumpą ataskaitą
nl_nl: Toon (ver)kort rapport
pt_br: Mostrar breve relatório
ru_ru: Показывать краткий отчет
sk_sk: Zobraziť stručnú správu

source: Show detailed report
ar_sa: عرض تقرير مفصل
de_de: Detaillierten Bericht anzeigen
es_mx: Mostrar reporte detallado
fr_fr: Afficher le rapport détaillé
hu_hu: Részletes jelentés megjelenítése
ja_jp: 詳細レポートを表示
lt_lt: Rodyti detalią ataskaitą
nl_nl: Toon uitgebreid rapport
pt_br: Mostrar relatório detalhado
ru_ru: Показывать подробный отчет
sk_sk: Zobraziť podrobnú správu

source: Show detailed session history messages
ar_sa: عرض سجل رسائل الحصة التفصيلية
de_de: Detaillierte Meldungen zum Sitzungsverlauf anzeigen
es_mx: Mostrar mensajes de historial de sesiones detallado
fr_fr: Montrer les messages détaillés d'historique de session
hu_hu: Részletes munkamenet-előzményüzenetek megjelenítése
ja_jp: セッション履歴メッセージの詳細を表示
lt_lt: Rodyti sesijos istorijos pranešimų išklotinę
nl_nl: Toon uitgebreide sessiegeschiedenis berichten
pt_br: Mostrar mensagens detalhadas do histórico de sessão
ru_ru: Показывать сообщения касательно подробной истории сеансов тестирования
sk_sk: Zobraziť podrobné správy z histórie relácií

source: Show the detailed session history
ar_sa: أظهر السجل التفصيلي للجلسة
de_de: Zeigen Sie den detaillierten Sitzungsverlauf an
es_mx: Mostrar historial de sesiones detallado
fr_fr: Montrer l'historique détaillé de la session
hu_hu: A részletes munkamenet-előzmények megjelenítése
ja_jp: セッション履歴の詳細を表示
lt_lt: Rodyti detalią sesijos istoriją
nl_nl: Toon de gedetailleerde sessie geschiedenis
pt_br: Mostrar o histórico detalhado da sessão
ru_ru: Показывать подробную историю сеансов тестирования
sk_sk: Zobraziť podrobnú históriu relácií

source: Some delivery executions have not been authorized
ar_sa: لم يتم التصريح لبعض عمليات التسليم
de_de: Einige Prüfungen wurden nicht zur Auslieferung autorisiert.
es_mx: Algunas ejecuciones de entrega no se autorizaron
fr_fr: Certaines exécutions de passation n'ont pas été autorisés.
hu_hu: Néhány kézbesítés végrehajtása nem lett engedélyezve
ja_jp: デリバリの実行が承認されていません
lt_lt: Kaikurie pateikčių vykdymai nebuvo autorizuoti
nl_nl: Sommige uitleveringen zijn niet geautoriseerd
pt_br: Algumas execuções de entrega não foram autorizadas
ru_ru: По некоторым выполнениям выдач не предоставлены полномочия
sk_sk: Niektoré doručenia neboli autorizované

source: Some delivery executions have not been paused
ar_sa: لم يتم إيقاف بعض عمليات التسليم مؤقتا
de_de: Einige Prüfungen wurden nicht im Rahmen der Auslieferung angehalten.
es_mx: Algunas ejecuciones de entrega no se pausaron
fr_fr: Certaines exécutions de passation n'ont pas été mises en pause.
hu_hu: Néhány kézbesítési végrehajtást nem szüneteltettek
ja_jp: デリバリの実行は一時停止されていません
lt_lt: Kaikurie pateikčių vykdymai nebuvo pristabdyti
nl_nl: Sommige uitleveringen zijn niet gepauzeerd
pt_br: Algumas execuções de entrega não foram pausadas
ru_ru: Некоторые выполнения выдач не приостановлены
sk_sk: Niektoré doručenia neboli pozastavené

source: Some delivery executions have not been reactivated
ar_sa: لم يتم إعادة تنشيط بعض عمليات التسليم
de_de: Einige Prüfungen wurden nicht für die Auslieferung erneut aktiviert.
es_mx: Algunas ejecuciones de entrega no se reactivaron
fr_fr: Certaines exécutions de passation de test n'ont pas été réactivées.
hu_hu: Néhány kézbesítési végrehajtást nem aktiváltak újra
ja_jp: デリバリの実行は再開していません
lt_lt: Kai kurie pateikties vykdymai nebuvo iš naujo suaktyvuoti
nl_nl: Sommige uitleveringen zijn niet herstart
pt_br: Algumas execuções de entrega não foram reativadas
ru_ru: Некоторые выполнения выдач не активированы повторно
sk_sk: Niektoré doručenia neboli znovu aktivované

source: Some delivery executions have not been reported
ar_sa: لم يتم الإبلاغ عن بعض عمليات التسليم
de_de: Einige Prüfungen wurden nicht für die Auslieferung gemeldet.
es_mx: Algunas ejecuciones de entrega no se reportaron
fr_fr: Certaines exécutions de passation n'ont pas été rapportées.
hu_hu: Néhány kézbesítés végrehajtásáról nem érkezett jelentés.
ja_jp: デリバリ実行はレポートされませんでした。
lt_lt: Kaikurie pateikčių vykdymai nebuvo pranešti
nl_nl: Sommige uitleveringen zijn niet gerapporteerd
pt_br: Algumas execuções de entrega não foram relatadas
ru_ru: По некоторым выполнениям выдач не составлен отчет
sk_sk: Niektoré doručenia neboli nahlásené

source: Some delivery executions have not been terminated
ar_sa: لم يتم إنهاء بعض عمليات التنفيذ
de_de: Einige Prüfungen wurden nicht im Rahmen der Auslieferung beendet.
es_mx: Algunas ejecuciones de entrega no se terminaron
fr_fr: Certaines exécutions de passation n'ont pas été terminées.
hu_hu: Néhány kézbesítési végrehajtás még nem fejeződött be.
ja_jp: デリバリ実行が終了していません。
lt_lt: Kaikurie pateikčių vykdymai nebuvo nutraukti
nl_nl: Sommige uitleveringen zijn niet beëindigd
pt_br: Algumas execuções de entrega não foram terminadas
ru_ru: Некоторые выполнения выдач не прекращены
sk_sk: Niektoré realizácie dodávok neboli ukončené

source: Some delivery executions have not been updated
ar_sa: لم يتم تحديث بعض عمليات التسليم
de_de: Einige Prüfungen wurden im Rahmen der Auslieferung nicht aktualisiert.
es_mx: Algunas ejecuciones de entrega no se actualizaron
fr_fr: Certaines exécutions de passation n'ont pas été mises à jour.
hu_hu: Néhány kézbesítési végrehajtás nem frissült
ja_jp: デリバリの実行は更新されませんでした
lt_lt: Kaikurie pateikčių vykdymai nebuvo atnaujinti
nl_nl: Sommige uitleveringen zijn niet geupdate
pt_br: Algumas execuções de entrega não foram atualizadas
ru_ru: Некоторые выполнения выдач не обновлены
sk_sk: Niektoré vykonania doručenia neboli aktualizované

source: Something went wrong ...
ar_sa: حدث خطأ ما ...
de_de: Etwas ist schiefgelaufen ...
es_mx: Algo salió mal...
fr_fr: Quelque chose ne s'est pas passé comme prévu...
hu_hu: Valami rosszul sült el...
ja_jp: 不具合発生...
lt_lt: Kažkas nutiko blogai...
nl_nl: Er ging iets verkeerd...
pt_br: Algo deu errado...
ru_ru: Произошла ошибка...
sk_sk: Niečo sa pokazilo...

source: Start
ar_sa: بداية
es_mx: Iniciar
fr_fr: Démarrer
hu_hu: Indul
ja_jp: 開 始
lt_lt: Pradėti
nl_nl: Starten
pt_br: Iniciar
ru_ru: Начало
sk_sk: Štart

source: Start date of the export
ar_sa: تاريخ بَدْء التصدير
de_de: Startdatum des Exports
es_mx: Fecha de inicio de la exportación
fr_fr: Date de démarrage de l'export
hu_hu: Az export kezdési dátuma
ja_jp: エクスポート開始日
lt_lt: Eksportavimo pradžios data
nl_nl: Startdatum van de export
pt_br: Data de início da exportação
ru_ru: Начальная дата для экспорта
sk_sk: Dátum začiatku exportu

source: Started at
ar_sa: بدأ في
de_de: Gestartet bei
es_mx: Iniciado el
fr_fr: Démarré à
hu_hu: Kezdés dátuma:
ja_jp: 開始
lt_lt: Pradėta
nl_nl: Gestart op
pt_br: Iniciado em
ru_ru: Дата начала
sk_sk: Začalo sa o

source: Status
ar_sa: حالة
es_mx: Estado
hu_hu: Állapot
ja_jp: ステータス
lt_lt: Būsena
pt_br: SItuação
ru_ru: Статус
sk_sk: Stav
