Repository: oat-sa/extension-tao-proctoring
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, es_mx, fr_fr, hu_hu, ja_jp, lt_lt, nl_nl, pt_br, ru_ru, sk_sk

source: subcategory
ar_sa: فئة فرعية
de_de: Unterkategorie
es_mx: subcategoría
fr_fr: sous-catégorie
hu_hu: alkategória
ja_jp: サブカテゴリ
lt_lt: subkategorija
nl_nl: subcategorie
pt_br: subcategoria
ru_ru: подкатегория
sk_sk: podkategória

source: Subcategory
ar_sa: فئة فرعية
de_de: Unterkategorie
es_mx: Subcategoría
fr_fr: Sous-catégorie
hu_hu: Alkategória
ja_jp: サブカテゴリ
lt_lt: Subkategorija
nl_nl: Subcategorie
pt_br: Subcategoria
ru_ru: Подкатегория
sk_sk: Podkategória

source: System generated pause.
ar_sa: توقف مؤقت من طرف النظام.
de_de: Vom System generierte Pause.
es_mx: Pausa generada por el sistema.
fr_fr: Le système a généré une mise en pause.
hu_hu: Rendszer által generált szünet.
ja_jp: システムで生成された一時停止
lt_lt: Sistemos sukurtas pristabdymas.
nl_nl: Systeem gegenereerde pauze.
pt_br: Sistema gerado em pausa.
ru_ru: Система сгенерировала паузу.
sk_sk: Systémom vygenerovaná pauza.

source: Tables successfully altered
ar_sa: تم تغيير الجداول بنجاح
de_de: Tabellen erfolgreich geändert
fr_fr: Tableaux modifiés avec succès
hu_hu: Táblázatok sikeresen módosítva
ja_jp: テーブルは正常に変更されました
pt_br: Tabelas alteradas com sucesso
sk_sk: Tabuľky boli úspešne upravené

source: Take or continue a test controlled by a proctor
ar_sa: قم بإجراء أو متابعة رائز يتحكم فيه مراقب
de_de: Nehmen Sie an einem von einem Prüfer kontrollierten Test teil oder setzen Sie ihn fort
es_mx: Realizar o continuar una prueba controlada por un supervisor
fr_fr: Prendre ou continuer un test contrôlé par un surveillant d'examen
hu_hu: Végezzen el vagy folytasson egy felügyelő által ellenőrzött vizsgálatot
ja_jp: 試験監督者が管理するテストを受験
lt_lt: Pradėk arba tęsk testą prižiūrimą proktoriaus
nl_nl: Start of continueer een examen gecontroleerd door een toezichthouder
pt_br: Fazer ou continuar um teste controlado por um perfil
ru_ru: Начните или продолжите тест с надсмотром со стороны наблюдателя
sk_sk: Absolvujte alebo pokračujte v teste pod dohľadom dozorcu

source: TAO: User Authorization
ar_sa: TAO: ترخيص المستخدم
de_de: TAO: Benutzerautorisierung
fr_fr: TAO: Autorisation de l'utilisateur
hu_hu: TAO: Felhasználói hitelesítés
ja_jp: TAO：ユーザー認証
pt_br: TAO: Autorização de usuário
sk_sk: TAO: Autorizácia používateľa

source: Technical
ar_sa: تقني
de_de: Technisch
es_mx: Técnico
fr_fr: Technique
hu_hu: Műszaki
ja_jp: 技術的障害
lt_lt: Techninis
nl_nl: Technisch
pt_br: Técnico
ru_ru: Техническ.
sk_sk: Technické

source: Terminate
ar_sa: إنهاء
de_de: Beenden
es_mx: Terminar
fr_fr: Terminer
hu_hu: Befejezés
ja_jp: 終了
lt_lt: Nutraukti
nl_nl: Beeindigen
pt_br: Terminar
ru_ru: Прекратить
sk_sk: Ukončiť

source: Terminate and irregularity
ar_sa: الإنهاء وعدم الانتظام
de_de: Beenden und Unregelmäßigkeit
es_mx: Terminación e irregularidad
fr_fr: Fin et irrégularité
hu_hu: Megszakítás és szabálytalanság
ja_jp: 終了とイレギュラー対応
pt_br: Terminar e irregularidades
ru_ru: Прекращение и нестандартная ситуация
sk_sk: Ukončenie a nezrovnalosť

source: Terminate Session
ar_sa: إنهاء الحصة
de_de: Sitzung beenden
es_mx: Terminar sesión
fr_fr: Terminer la session
hu_hu: Munkamenet befejezése
ja_jp: セッション終了
lt_lt: Nutraukti Sesiją
nl_nl: Beëindig sessie
pt_br: Terminar sessão
ru_ru: Прекратить сеанс
sk_sk: Ukončiť reláciu

source: Terminate session
ar_sa: إنهاء الحصة
de_de: Sitzung beenden
es_mx: Terminar sesión
fr_fr: Terminer la session
hu_hu: Munkamenet befejezése
ja_jp: セッション終了
lt_lt: Nutraukti sesiją
nl_nl: Beëindig sessie
pt_br: Terminar sessão
ru_ru: Прекратить сеанс
sk_sk: Ukončiť reláciu

source: Terminate sessions
ar_sa: إنهاء الحصص
de_de: Sitzungen beenden
es_mx: Terminar sesiones
fr_fr: Terminer les sessions
hu_hu: Munkamenetek befejezése
ja_jp: セッション終了
lt_lt: Nutraukti sesijas
nl_nl: Beëindig sessies
pt_br: Sessões de término
ru_ru: Прекратить сеансы
sk_sk: Ukončiť relácie

source: Terminate/Reactivate
ar_sa: إنهاء/إعادة التنشيط
de_de: Beenden/Reaktivieren
fr_fr: Terminer/Réactiver
hu_hu: Leállítás/Újraaktiválás
ja_jp: 終了／再実施
pt_br: Terminar/Reativar
sk_sk: Ukončiť/Znovu aktivovať

source: Terminate/Reactivate and irregularity
ar_sa: إنهاء/إعادة تنشيط وعدم انتظام
de_de: Beenden/Reaktivieren und Unregelmäßigkeit
es_mx: Terminar/Reactivar e irregularidad
fr_fr: Résiliation/réactivation et irrégularité
hu_hu: Megszakítás/Újraaktiválás és szabálytalanság
ja_jp: 終了/再実施・イレギュラー対応
pt_br: Terminar/reativar e irregularizar
ru_ru: Завершить/Реактивировать и нестандартная ситуация
sk_sk: Ukončenie/Reaktivácia a nezrovnalosť

source: terminated
ar_sa: منتهي/ة
de_de: beendet
es_mx: terminada
fr_fr: terminé
hu_hu: megszüntetett
ja_jp: 終了済み
lt_lt: nutraukta
nl_nl: beëindigd
pt_br: finalizado
ru_ru: прекращено
sk_sk: ukončený

source: Terminated
ar_sa: منتهي/ة
de_de: Beendet
es_mx: Terminada
fr_fr: Terminé
hu_hu: Lezárva
ja_jp: 終了済み
lt_lt: Nutraukta
nl_nl: Beëindigd
pt_br: Finalizado
ru_ru: Прекращено
sk_sk: Ukončené

source: Test must be terminated.
ar_sa: يجب إنهاء الرائز.
de_de: Prüfung muss beendet werden.
es_mx: La prueba debe terminarse.
fr_fr: Le test doit être résilié.
hu_hu: A tesztet le kell állítani.
ja_jp: テストを終了する必要があります
lt_lt: Testas privalo būti nutrauktas.
nl_nl: Test moet worden beëindigd.
pt_br: O teste precisa ser encerrado.
ru_ru: Тест необходимо прекратить.
sk_sk: Test musí byť ukončený.

source: Test %s had already been authorized.
ar_sa: تم سلفا السماح برائز %s.
de_de: Prüfung %s wurde bereits autorisiert.
es_mx: La prueba %s ya se autorizó.
fr_fr: Le test %s avait déjà été autorisé.
hu_hu: A %s tesztet már engedélyezték.
ja_jp: テスト %s は既に承認されています
lt_lt: Testas %s jau buvo autorizuotas.
nl_nl: Test %s was al geautoriseerd.
pt_br: O teste %s já foi autorizado.
ru_ru: По тесту %s уже предоставлены полномочия.
sk_sk: Test %s už bol autorizovaný.

source: Test %s had already been paused.
ar_sa: تم سلفا إيقاف رائز %s.
de_de: Prüfung %s wurde bereits angehalten.
es_mx: La prueba %s ya se pausó.
fr_fr: Le test %s avait déjà été mis en pause.
hu_hu: A %s tesztet már szüneteltették.
ja_jp: テスト %s は既に一時停止されています
lt_lt: Testas %s jau buvo pristabdytas.
nl_nl: Test %s was al gepauzeerd.
pt_br: O teste %s já foi pausado.
ru_ru: Тест %s уже приостановлен.
sk_sk: Test %s už bol pozastavený.

source: Test %s had already been terminated.
ar_sa: تم سلفا إنهاء رائز %s.
de_de: Prüfung %s wurde bereits beendet.
es_mx: La prueba %s ya se terminó.
fr_fr: Le test %s avait déjà été résilié.
hu_hu: A %s tesztet már leállították.
ja_jp: テスト %s は既に終了されています
lt_lt: Testas %s jau buvo nutrauktas.
nl_nl: Test %s was al afgesloten.
pt_br: O teste %s já foi encerrado.
ru_ru: Тест %s уже прекращен.
sk_sk: Test %s už bol ukončený.

source: Test %s had been canceled.
ar_sa: تم إلغاء رائز %s.
de_de: Prüfung %s wurde abgebrochen.
es_mx: La prueba %s se canceló.
fr_fr: Le test %s avait été annulé.
hu_hu: A %s tesztet törölték.
ja_jp: テスト %s はキャンセルされています
lt_lt: Testas %s jau buvo atšauktas.
nl_nl: Test %s was geannuleerd.
pt_br: O teste %s foi cancelado.
ru_ru: Тест %s отменен.
sk_sk: Test %s bol zrušený.

source: Test %s had been completed.
ar_sa: تم الانتهاء من رائز %s.
de_de: Prüfung %s wurde abgeschlossen.
es_mx: La prueba %s se completó.
fr_fr: Le test %s avait été achevé.
hu_hu: A %s teszt befejeződött.
ja_jp: テスト %s は完了してます
lt_lt: Testas %s jau buvo atliktas.
nl_nl: Test %s was voltooid.
pt_br: O teste %s foi concluído.
ru_ru: Тест %s завершен.
sk_sk: Test %s bol dokončený.

source: Test %s had been paused.
ar_sa: تم إيقاف رائز %s مؤقتا.
de_de: Prüfung %s wurde angehalten.
es_mx: La prueba %s se pausó.
fr_fr: Le test %s avait été mis en pause.
hu_hu: A %s tesztet szüneteltették.
ja_jp: テスト %s は一時停止されてます
lt_lt: Testas %s buvo pristabdytas.
nl_nl: Test %s was gepauzeerd.
pt_br: O teste %s foi pausado.
ru_ru: Тест %s приостановлен.
sk_sk: Test %s bol pozastavený.

source: Test %s had been terminated.
ar_sa: تم إنهاء رائز %s.
de_de: Prüfung %s wurde abgebrochen.
es_mx: La prueba %s se terminó.
fr_fr: Le test %s avait été mis en pause.
hu_hu: A %s teszt leállt.
ja_jp: テスト %s は終了しています
lt_lt: Testas %s buvo nutrauktas.
nl_nl: Test %s was beëindigd.
pt_br: O teste %s foi encerrado.
ru_ru: Тест %s прекращен.
sk_sk: Test %s bol ukončený.

source: Test %s had not been finished.
ar_sa: لم يتم الانتهاء من رائز %s.
de_de: Prüfung %s war noch nicht abgeschlossen.
es_mx: La prueba %s no se finalizó.
fr_fr: Le test %s n'avait pas été achevé.
hu_hu: A %s teszt még nem fejeződött be.
ja_jp: テスト %s は終了していません
lt_lt: Testas %s nebuvo atliktas.
nl_nl: Test %s was niet voltooid.
pt_br: O teste %s não foi concluído.
ru_ru: Тест %s не был завершен.
sk_sk: Test %s nebol dokončený.

source: Test %s had not been in progress.
ar_sa: لم يكن رائز %s قيد التقدم.
de_de: Prüfung %s war noch nicht in Bearbeitung.
es_mx: La prueba %s no estuvo en curso.
fr_fr: Le test %s n'était pas en cours.
hu_hu: A %s teszt nem volt folyamatban.
ja_jp: テスト %s は実施中です
lt_lt: Testas %s nebuvo vykdomas.
nl_nl: Test %s was niet in behandeling.
pt_br: O teste %s não está em andamento.
ru_ru: Тест %s не был в процессе выполнения.
sk_sk: Test %s ešte neprebiehal.

source: Test %s had not been started.
ar_sa: لم يبدأ رائز %s.
de_de: Prüfung %s wurde nicht gestartet.
es_mx: La prueba %s no se inició.
fr_fr: Le test %s n'était pas démarré.
hu_hu: A %s teszt még nem indult el.
ja_jp: テスト %s は開始していません
lt_lt: Testas %s nebuvo pradėtas.
nl_nl: Test %s was niet gestart.
pt_br: O teste %s não foi iniciado.
ru_ru: Тест %s не был начат.
sk_sk: Test %s nebol spustený.

source: Test %s must be terminated.
ar_sa: يجب إنهاء رائز %s.
de_de: Prüfung %s muss beendet werden.
es_mx: La prueba %s debe terminarse.
fr_fr: Le test %s doit être résilié.
hu_hu: A %s tesztet be kell fejezni.
ja_jp: テスト %s は終了する必要があります
lt_lt: Testas %s privalo būti nutrauktas.
nl_nl: Test %s moet worden afgesloten.
pt_br: O teste %s precisa ser encerrado.
ru_ru: Тест %s необходимо прекратить.
sk_sk: Test %s musí byť ukončený.

source: Test center saved
ar_sa: تم حفظ مركز الرائز
de_de: Testcenter gespeichert
es_mx: Centro de pruebas guardado
fr_fr: Centre de test enregistré
hu_hu: Tesztközpont mentve
ja_jp: テストセンターを保存しました
lt_lt: Testų centras išsaugotas
nl_nl: Toetslocatie opgeslagen
pt_br: Centro de teste salvo
ru_ru: Центр тестирования сохранен
sk_sk: Testovacie centrum uložené

source: Test had already been authorized.
ar_sa: تم سلفا السماح بالرائز.
de_de: Die Prüfung wurde bereits genehmigt.
es_mx: La prueba ya se autorizó.
fr_fr: Le test avait déjà été autorisé.
hu_hu: A tesztet már engedélyezték.
ja_jp: テストは既に承認されています
lt_lt: Testas jau buvo autorizuotas.
nl_nl: De test was al geautoriseerd.
pt_br: O teste já foi autorizado.
ru_ru: По тесту уже предоставлены полномочия.
sk_sk: Test už bol povolený.

source: Test had already been paused.
ar_sa: تم سلفا إيقاف الرائز.
de_de: Die Prüfung war bereits angehalten.
es_mx: La prueba ya se pausó.
fr_fr: Le test avait déjà été mis en pause.
hu_hu: A tesztet már korábban felfüggesztették.
ja_jp: テストは既に一時停止しています
lt_lt: Testas jau buvo autorizuotas.
nl_nl: Test was al gepauzeerd.
pt_br: O teste já estava em pausa.
ru_ru: Тест уже приостановлен.
sk_sk: Test už bol pozastavený.

source: Test had alredy been terminated.
ar_sa: تم سلفا إنهاء الرائز.
de_de: Die Prüfung war bereits beendet.
es_mx: La prueba ya se terminó.
fr_fr: Le test avait déjà été résilié.
hu_hu: A tesztet már rég leállították.
ja_jp: テストは既に終了しています
lt_lt: Testas jau buvo nutrauktas.
nl_nl: Test was al afgesloten.
pt_br: O teste foi encerrado.
ru_ru: Тест уже прекращен.
sk_sk: Test už bol ukončený.

source: Test had been canceled.
ar_sa: تم إلغاء الرائز.
de_de: Die Prüfung war abgesagt.
es_mx: La prueba se canceló.
fr_fr: Le test avait été annulé.
hu_hu: A tesztet lemondták.
ja_jp: テストはキャンセルされました
lt_lt: Testas buvo atšauktas.
nl_nl: Test was al geannuleerd.
pt_br: O teste foi cancelado.
ru_ru: Тест отменен.
sk_sk: Test bol zrušený.

source: Test had been completed.
ar_sa: تم الانتهاء من الرائز.
de_de: Die Prüfung wurde abgeschlossen.
es_mx: La prueba se completó.
fr_fr: Le test avait été achevé.
hu_hu: A teszt befejeződött.
ja_jp: テストは終了しました
lt_lt: Testas buvo atliktas.
nl_nl: Test was voltooid.
pt_br: O teste foi concluído.
ru_ru: Тест завершен.
sk_sk: Test bol dokončený.

source: Test had been paused.
ar_sa: تم إيقاف الرائز مؤقتا.
de_de: Die Prüfung wurde angehalten.
es_mx: La prueba se pausó.
fr_fr: Le test avait été mis en pause.
hu_hu: A teszt szüneteltetve volt.
ja_jp: テストは一時停止しました
lt_lt: Testas buvo pristabdytas.
nl_nl: Test was gepauzeerd.
pt_br: O teste foi pausado.
ru_ru: Тест приостановлен.
sk_sk: Test bol pozastavený.

source: Test had been terminated.
ar_sa: تم إنهاء الرائز.
de_de: Die Prüfung wurde beendet.
es_mx: La prueba se terminó.
fr_fr: Le test avait été résilié.
hu_hu: A tesztet leállították.
ja_jp: テストは終了しました
lt_lt: Testas buvo nutrauktas.
nl_nl: Test was beëindigd.
pt_br: O teste foi encerrado.
ru_ru: Тест прекращен.
sk_sk: Test bol ukončený.

source: Test had not been finished.
ar_sa: لم يتم الانتهاء من الرائز.
de_de: Prüfung wurde nicht beendet.
es_mx: La prueba no se finalizó.
fr_fr: Le test n'était pas achevé.
hu_hu: A teszt nem volt befejezve.
ja_jp: テストは完了しました
lt_lt: Testas nebuvo atliktas.
nl_nl: Test was niet geeindigd.
pt_br: O teste não foi concluído.
ru_ru: Тест не был завершен.
sk_sk: Test nebol ukončený.

source: Test had not been in progress.
ar_sa: لم يكن الرائز قيد التقدم.
de_de: Die Prüfung war noch nicht im Gange.
es_mx: La prueba no estuvo en curso.
fr_fr: Le test n'était pas en cours.
hu_hu: A teszt nem volt folyamatban.
ja_jp: テストは実施されていません
lt_lt: Testas nebuvo vykdomas.
nl_nl: Test was niet in behandeling.
pt_br: O teste não estava em andamento.
ru_ru: Тест не был в процессе выполнения.
sk_sk: Test neprebiehal.

source: Test had not been started.
ar_sa: لم يبدأ رائز.
de_de: Die Prüfung wurde noch nicht gestartet.
es_mx: La prueba no se inició.
fr_fr: Le test n'était pas démarré.
hu_hu: A tesztet nem kezdték el.
ja_jp: テストは開始されていません
lt_lt: Testas nebuvo pradėtas.
nl_nl: Test was niet gestart.
pt_br: O teste não foi iniciado.
ru_ru: Тест не был начат.
sk_sk: Test nebol spustený.

source: test has no time limits
ar_sa: الرائز ليس له حدود زمنية
de_de: Die Prüfung hat kein Zeitlimit
fr_fr: Le test n'a pas de limite de temps
hu_hu: a tesztnek nincs időkorlátja
ja_jp: テストに時間制限はありません
pt_br: teste não tem limite de tempo
sk_sk: test nemá časové obmedzenia

source: Test site %s
ar_sa: موقع الرائز %s
de_de: Teststandort %s
es_mx: Emplazamiento de prueba %s
fr_fr: Site de test %s
hu_hu: Teszthely %s
ja_jp: テストサイト： %s
lt_lt: Testų tinklapis %s
nl_nl: Toetslocatie %s
pt_br: Testar o site %s
ru_ru: Объект для проведения тестирования %s
sk_sk: Testovacie miesto %s

source: Test taker
ar_sa: الخاضعون للرائز
de_de: Prüfungsteilnehmer
es_mx: Examinado
fr_fr: Participant
hu_hu: Tesztelő
ja_jp: 受験者
lt_lt: Testo laikytojai
nl_nl: Kandidaat
pt_br: Testar taker
ru_ru: Тестируемый
sk_sk: Účastník testu

source: test taker
ar_sa: الخاضعون للرائز
de_de: Prüfungsteilnehmer
es_mx: examinado
fr_fr: participant
hu_hu: vizsgázó
ja_jp: 受験者
lt_lt: testo laikytojai
nl_nl: kandidaat
pt_br: taker de teste
ru_ru: тестируемый
sk_sk: účastník testu

source: Test takers have been added
ar_sa: تمت إضافة الخاضعين للرائز
de_de: Prüfungsteilnehmer wurden hinzugefügt
es_mx: Se añadieron examinados
fr_fr: Des participants ont été ajoutés.
hu_hu: Tesztelőket vettünk fel
ja_jp: 受験者が追加されました
lt_lt: Testo laikytojai buvo pridėti
nl_nl: Kandidaten zijn toegevoegd
pt_br: Os testadores foram adicionados
ru_ru: Тестируемые добавлены
sk_sk: Boli pridaní účastníci testu

source: Test takers have been removed
ar_sa: تمت إزالة خاضعين للرائز
de_de: Prüfungsteilnehmer wurden entfernt
es_mx: Se retiraron examinados
fr_fr: Des participants ont été supprimés.
hu_hu: A vizsgázókat eltávolították
ja_jp: 受験者が削除されました
lt_lt: Testo laikytojai buvo pašalinti
nl_nl: Kandidaten zijn verwijderd
pt_br: Os testadores foram removidos
ru_ru: Тестируемые удалены
sk_sk: Účastníci testu boli odstránení

source: Test Variables
ar_sa: متغيرات الرائز
de_de: Prüfungsvariablen
es_mx: Variables de prueba
fr_fr: Variables de test
hu_hu: Tesztváltozók
ja_jp: テスト結果（変数）
lt_lt: Testo Kintamieji
nl_nl: Examen variabelen
pt_br: Variáveis de teste
ru_ru: Переменные теста
sk_sk: Testovacie premenné

source: Test-Taker
ar_sa: الخاضعين للرائز
de_de: Testteilnehmer
es_mx: Examinado
fr_fr: Participant
hu_hu: Tesztelő
ja_jp: 受験者
lt_lt: Testo Laikytojas
nl_nl: Kandidaat
pt_br: Testar-Tomador
ru_ru: Тестируемый
sk_sk: Účastník testu

source: Testing Workstation
ar_sa: محطة عمل الروائز
de_de: Test-Workstation
es_mx: Estación de trabajo de prueba
fr_fr: Test en cours de la station de travail
hu_hu: Tesztelési munkaállomás
ja_jp: 試検ワークステーション
lt_lt: Darbo Stoties Tikrinimas
nl_nl: Test werkstation
pt_br: Testando estação
ru_ru: Рабочая станция, на которой выполняется тестирование
sk_sk: Testovacia pracovná stanica

source: The action cannot be applied, no eligible sessions found
ar_sa: لا يمكن تطبيق الإجراء، لم يتم العثور على حصص مؤهلة
de_de: Die Aktion kann nicht angewendet werden, es wurden keine geeigneten Sitzungen gefunden
es_mx: La acción no se puede aplicar; no se encontraron sesiones elegibles
fr_fr: L'action ne peut être appliquée, pas de session éligible trouvée.
hu_hu: A művelet nem alkalmazható, nem találhatók jogosult munkamenetek.
ja_jp: 処理を適用できません。適切な処理が見つかりません。
lt_lt: Veiksmas negali būti priskirtas. Nerasta tinkamų sesijų
nl_nl: De actie kan niet worden uitgevoerd. Er zijn geen in aanmerking komende sessies gevonden
pt_br: A ação não pode ser aplicada, não foram encontradas sessões elegíveis
ru_ru: Невозможно применить действие, не найдены допустимые сеансы
sk_sk: Akciu nie je možné použiť, nenašli sa žiadne vhodné relácie

source: The action will be applied to the following session(s)
ar_sa: سيتم تطبيق الإجراء على الحصة (الحصص) التالية
de_de: Die Aktion wird auf die folgende(n) Sitzung(en) angewendet
fr_fr: L'action sera appliquée à la (aux) session(s) suivante(s)
hu_hu: A művelet a következő munkamenet(ek)re lesz alkalmazva.
ja_jp: 処理は次のセッションに適用されます。
pt_br: A ação será aplicada às seguintes sessões
sk_sk: Akcia sa použije na nasledujúce relácie

source: the already granted time will be replaced by the new value
ar_sa: سيتم استبدال الوقت الممنوح سابقا بالقيمة الجديدة
de_de: die bereits gewährte Zeit wird durch den neuen Wert ersetzt
es_mx: El tiempo ya concedido se reemplazará por el nuevo valor
fr_fr: le temps déjà accordé sera remplacé par la nouvelle valeur
hu_hu: a már megadott idő az új értékre lesz felváltva
ja_jp: すでに付与された時間は新規の値に置き換えられます。
lt_lt: jau priskirtas laikas, bus pakeistas į naują reikšmę
nl_nl: de al eerder gegeven extra tijd zal worden vervangen door de nieuwe waarde
pt_br: o tempo já concedido será substituído pelo novo valor
ru_ru: ранее предоставленное время будет заменено новым значением
sk_sk: už pridelený čas bude nahradený novou hodnotou

source: The assessment has been suspended. To resume your assessment, please relaunch it and contact your proctor if required.
ar_sa: تم تعليق التقييم. لاستئناف تقييمك، يرجى إعادة إطلاقه والاتصال بمراقبك إذا لزم الأمر.
de_de: Die Prüfung wurde ausgesetzt. Um Ihre Prüfung fortzusetzen, starten Sie sie bitte neu und wenden Sie sich bei Bedarf an Ihren Prüfer.
es_mx: Se suspendió la evaluación. Para reanudar su evaluación, vuelva a iniciarla y póngase en contacto con su supervisor si es necesario.
fr_fr: L'évaluation a été suspendue. Pour poursuivre votre évaluation, veuillez la relancer et contacter votre surveillant d'examen si nécessaire.
hu_hu: Az értékelés felfüggesztésre került. Az értékelés folytatásához kérjük, indítsa újra, és szükség esetén vegye fel a kapcsolatot a felügyelőjével.
ja_jp: テストは中断されています。再開する場合は、再度実行して必要に応じて試験監督に連絡してください。
lt_lt: Vertinimas buvo suspenduotas. Norint tęsti jūsų vertinimą, prašome paleisti iš naujo ir jeigu reikia susisiekite su jūsų proktoriumi.
nl_nl: Het examen is geschorst. Herstart a.u.b. het examen en neem indien nodig contact op met de uw toezichthouder om uw examen te hervatten.
pt_br: A avaliação foi suspensa. Para retomar sua avaliação, por favor, reinicie-a e entre em contato com seu perfil, se necessário.
ru_ru: Оценка приостановлена. Чтобы возобновить оценку, перезапустите ее и при необходимости обратитесь к наблюдателю.
sk_sk: Hodnotenie bolo pozastavené. Ak chcete pokračovať v hodnotení, spustite ho znova a v prípade potreby kontaktujte svojho dozorcu.

source: The assessment has been terminated. You cannot interact with it anymore.
ar_sa: تم إنهاء التقييم. لا يمكنك التفاعل معه بعد الآن.
de_de: Die Prüfung wurde beendet. Sie können nicht mehr daran teilnehmen.
es_mx: La evaluación terminó. Ya no puede interactuar con ella.
fr_fr: L'évaluation vient de se terminer. Vous ne pouvez plus interagir avec elle.
hu_hu: A felmérés leállt. Többé nem léphet vele kapcsolatba.
ja_jp: テストは終了していますので、これ以上操作することはできません。
lt_lt: Šis vertinimas buvo nutrauktas. Jūs negalite tęsti jo toliau.
nl_nl: Het examen is beëindigd.U kunt er niet meer aan werken.
pt_br: A avaliação foi encerrada. Você não pode interagir mais com ela.
ru_ru: Оценка прекращена. Вы больше не можете взаимодействовать с ней.
sk_sk: Hodnotenie bolo ukončené. Už s ním nemôžete interagovať.

source: The assessment has been terminated. You cannot interact with it anymore. Please contact your proctor if required.
ar_sa: تم إنهاء التقييم. لا يمكنك التفاعل معه بعد الآن. يرجى الاتصال بمراقبك إذا لزم الأمر.
de_de: Die Bewertung wurde beendet. Sie können nicht mehr daran teilnehmen. Bitte wenden Sie sich bei Bedarf an Ihren Prüfer.
es_mx: La evaluación se ha terminado. Ya no puede interactuar con ella. Póngase en contacto con su supervisor si es necesario.
fr_fr: L'évaluation est terminée. Vous ne pouvez plus interagir avec elle. Veuillez contacter votre surveillant si nécessaire.
hu_hu: Az értékelést leállították. Többé nem léphet vele kapcsolatba. Szükség esetén forduljon a felügyelőjéhez.
ja_jp: テストは終了していますので、これ以上操作することはできません。必要に応じて試検監督者に問合せてください。
pt_br: A avaliação foi encerrada. Você não pode mais interagir com ela. Entre em contato com seu perfil, se necessário.
ru_ru: Оценка была прекращена. Вы не можете больше продолжать с оценкой. Пожалуйста, обратитесь к наблюдателю.
sk_sk: Hodnotenie bolo ukončené. Už s ním nemôžete interagovať. V prípade potreby kontaktujte svojho dozorcu.

source: The assessment was automatically terminated by the system due to inactivity.
ar_sa: تم إنهاء التقييم تِلْقائيًا من طرف النظام بسبب توقف النشاط.
de_de: Die Prüfung wurde vom System aufgrund von Inaktivität automatisch abgebrochen.
fr_fr: L'évaluation a été automatiquement interrompue par le système pour cause d'inactivité.
hu_hu: A rendszer automatikusan leállította az értékelést inaktivitás miatt.
ja_jp: テストはシステムによって自動的に中止されました。
pt_br: A avaliação foi automaticamente encerrada pelo sistema devido a inatividade.
sk_sk: Hodnotenie bolo systémom automaticky ukončené z dôvodu nečinnosti.

source: The decreased time cannot be higher than remaining time %s
ar_sa: لا يمكن أن يكون الوقت المخفض أعلى من الوقت المتبقي %s
de_de: Die verringerte Zeit darf nicht höher sein als die verbleibende Zeit %s
fr_fr: Le temps réduit ne peut être supérieur au temps restant %s
hu_hu: A csökkentett idő nem lehet nagyobb, mint a fennmaradó idő %s
ja_jp: 短縮された時間は残り時間 %s よりも大きくできません。
pt_br: O tempo reduzido não pode ser maior que o tempo restante %s
sk_sk: Skrátený čas nemôže byť vyšší ako zostávajúci čas %s
