Repository: oat-sa/extension-tao-proctoring
Catalog: locales/*/proctoring.rdf.po
Languages: es_mx, fr_fr, ja_jp, lt_lt, nl_nl, pt_br, ru_ru

# http://www.w3.org/2000/01/rdf-schema#label
source: Proctor
es_mx: Supervisor
fr_fr: Surveillant
ja_jp: 試検監督者
lt_lt: Proktorius
nl_nl: Toezichthouder
pt_br: Profissional
ru_ru: Наблюдатель

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Proctoring role
es_mx: Rol de supervisión
fr_fr: Le rôle de surveillance
lt_lt: Proktoriaus rolė
nl_nl: De toezichthoudersrol
pt_br: O papel de Proctoring
ru_ru: Роль наблюдателя

# http://www.w3.org/2000/01/rdf-schema#label
source: Proctor Manager
es_mx: Director de supervisor
fr_fr: Gestionnaire de surveillant
ja_jp: 試検監督者管理
lt_lt: Proktorių Tvarkytojas
nl_nl: Toezichthouder beheer
pt_br: Gerente de Profissional
ru_ru: Наблюдающий менеджер

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Proctoring Manager Role
es_mx: Rol de director de supervisión
fr_fr: Le rôle de gestionnaire de surveillance
lt_lt: Proktorių Tvarkymo Rolė
nl_nl: De toezichthouder beheerdersrol
pt_br: O papel do gerente de proctoring
ru_ru: Роль наблюдающего менеджера

# http://www.w3.org/2000/01/rdf-schema#label
source: Proctor Administrator
es_mx: Administrador de supervisor
fr_fr: Administrateur de la surveillance
lt_lt: Proktoriaus Administratorius
nl_nl: Toezichthouder Administrateur
pt_br: Administrador do Perfil
ru_ru: Наблюдающий администратор

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Proctoring Administrator Role
es_mx: Rol de administrador de supervisión
fr_fr: Le rôle d'administrateur de la surveillance
lt_lt: Proktoriaus Administratoriaus Rolė
nl_nl: De Toezichthouder Administrateur rol
pt_br: A função de administrador de proctoring
ru_ru: Роль наблюдающего администратора

# http://www.w3.org/2000/01/rdf-schema#label
source: Awaiting
es_mx: En espera
fr_fr: En attente
ja_jp: 待機中
lt_lt: Laukimas
nl_nl: In afwachting
pt_br: Aguardando
ru_ru: Ожидание

# http://www.w3.org/2000/01/rdf-schema#comment
source: Awaiting of authorization status of a delivery execution
es_mx: En espera de estado de autorización para la ejecución de una entrega
fr_fr: En attente d'autorisation de l'exécution d'une passation de test
ja_jp: デリバリ実施の承認待ちステータス
lt_lt: Laukiama pateikties vykdymo autorizacijos būsenos
nl_nl: In afwachting van de autorisatie status van een uitlevering
pt_br: Aguardando autorização do status de execução de uma entrega
ru_ru: Статус «Ожидание предоставления полномочий» для выполнения выдачи

# http://www.w3.org/2000/01/rdf-schema#label
source: Authorized
es_mx: Autorizado
fr_fr: Autorisé
ja_jp: 承認済
lt_lt: Autorizuota
nl_nl: Geautoriseerd
pt_br: Autorizado
ru_ru: Полномочия предоставлены

# http://www.w3.org/2000/01/rdf-schema#comment
source: Authorized status of a delivery execution
es_mx: Estado autorizado para la ejecución de una entrega
fr_fr: État autorisé de l'exécution d'une passation de test
ja_jp: デリバリ実行の承認済ステータス
lt_lt: Pateikties vykdymo autorizacijos būsena
nl_nl: Autorisatie status van een uitlevering
pt_br: Status autorizado de execução de uma entrega
ru_ru: Статус «Полномочия предоставлены» для выполнения выдачи

# http://www.w3.org/2000/01/rdf-schema#label
source: Terminated
es_mx: Terminado
fr_fr: Terminé
ja_jp: 終了済み
lt_lt: Nutrauktas
nl_nl: Beëindigd
pt_br: Finalizado
ru_ru: Прекращено

# http://www.w3.org/2000/01/rdf-schema#comment
source: Terminated status of a delivery execution
es_mx: Estado terminado para la ejecución de una entrega
fr_fr: État terminé de l'exécution d'une passation de test
ja_jp: デリバリ実行の終了ステータス
lt_lt: Pateikties vykdymo nutraukimo būsena
nl_nl: Beëindigingsstatus van een uitlevering
pt_br: Status finalizado de execução de uma entrega
ru_ru: Статус «Прекращено» для выполнения выдачи

# http://www.w3.org/2000/01/rdf-schema#label
source: Canceled
es_mx: Cancelado
fr_fr: Annulé
ja_jp: キャンセル済み
lt_lt: Atšauktas
nl_nl: Geannuleerd
pt_br: Cancelado
ru_ru: Отменено

# http://www.w3.org/2000/01/rdf-schema#comment
source: Canceled status of a delivery execution
es_mx: Estado cancelado para la ejecución de una entrega
fr_fr: État annulé de l'exécution d'une passation de test
ja_jp: デリバリ実行のキャンセルステータス
lt_lt: Pateikties vykdymo atšaukimo būsena
nl_nl: Annuleringsstatus van een uitlevering
pt_br: Status cancelado da execução da entrega
ru_ru: Статус «Отменено» для выполнения выдачи

# http://www.w3.org/2000/01/rdf-schema#label
source: Proctoring Settings
ja_jp: 試験監督設定
pt_br: Configurações de Proctoring

# http://www.w3.org/2000/01/rdf-schema#comment
source: Require Proctoring on selected deliveries
es_mx: Solicitar supervisión en entregas seleccionadas
fr_fr: Nécessite la surveillance sur des passations de test sélectionnées
ja_jp: 選択デリバリの試検監督者の要求
lt_lt: Reikalingas Proktoriavimas pasirinktom pateiktim
nl_nl: Toezichthouder vereist op geselecteerde publicaties
pt_br: Exigir Proliferação nas entregas selecionadas
ru_ru: Требуется наблюдение за выбранными выдачами

# http://www.w3.org/2000/01/rdf-schema#label
source: Check Enable
es_mx: Comprobar habilitación
fr_fr: Cocher Activer
ja_jp: 有効化チェック
pt_br: Habilitar Verificação
ru_ru: Включить проверку

# http://www.w3.org/2000/01/rdf-schema#comment
source: Check Enable
es_mx: Comprobar habilitación
fr_fr: Cocher Activer
ja_jp: 有効化チェック
pt_br: Habilitar Verificação
ru_ru: Включить проверку

# http://www.w3.org/2000/01/rdf-schema#label
source: Require authorization
ja_jp: 要承認
pt_br: Exigir autorização

# http://www.w3.org/2000/01/rdf-schema#comment
source: Enable
es_mx: Habilitar
fr_fr: Activer
ja_jp: 有効
lt_lt: Įjungta
pt_br: Habilitado
ru_ru: Включить

# http://www.w3.org/2000/01/rdf-schema#label
source: Require Proctoring
es_mx: Solicitar supervisión
fr_fr: Nécessite la surveilance
ja_jp: 試検監督者の要求
lt_lt: Reikalingas Proktoriavimas
nl_nl: Toezichthouder vereist
pt_br: Exigir Proturação
ru_ru: Требуется наблюдение

# http://www.w3.org/2000/01/rdf-schema#label
source: Enable
es_mx: Habilitar
fr_fr: Activer
ja_jp: 有効
lt_lt: Įjungta
pt_br: Habilitado
ru_ru: Включить

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Proctoring Administrator role
es_mx: Rol de administrador de supervisión
pt_br: A função de Administrador Proctoring
ru_ru: Роль наблюдающего администратора
